[
  {
    "jp": "驚き、不信、または苛立ちを表すために、予期しない情報の部分に疑問詞を使って文を繰り返すことができる。",
    "en": "Sentences can be repeated back, with question words used in place of unexpected information, to show surprise, disbelief or annoyance."
  },
  {
    "jp": "回顧録？",
    "en": "Memoirs?"
  },
  {
    "jp": "過去完了形と過去完了進行形",
    "en": "Past perfect and past perfect progressive tense"
  },
  {
    "jp": "あんな大きな変化に彼が対応できるとは思えない。",
    "en": "I don't think he's ready for such a big change."
  },
  {
    "jp": "賃貸の利点は何ですか？",
    "en": "What are the benefits of renting?"
  },
  {
    "jp": "同僚から文房具を盗み続けていたのです。",
    "en": "She'd been stealing stationery from her coworkers."
  },
  {
    "jp": "うん、すごく楽しみだけど、ちょっと不安でもあるんだ。",
    "en": "Yeah, I'm pretty excited, but I'm a bit worried, too."
  },
  {
    "jp": "うん、でも食べ物はどうかな？",
    "en": "Yeah, but what about the food?"
  },
  {
    "jp": "本気？",
    "en": "Really?"
  },
  {
    "jp": "人々の生活パターンにどんな変化があるのに気づいた？",
    "en": "What changes to peoples' routines have you noticed?"
  },
  {
    "jp": "うまくやってるの？",
    "en": "How's it working out for him?"
  },
  {
    "jp": "まだね、今のところは。",
    "en": "Not yet, I haven't."
  },
  {
    "jp": "天気には少し慣れが必要かもしれません。",
    "en": "The weather may take a bit of getting used to."
  },
  {
    "jp": "最近ブレンダが上司と閉じた部屋でよく会ってるの知ってる？",
    "en": "You know how Brenda's been having closed-door meetings with the boss this last week or so?"
  },
  {
    "jp": "座席に足をのせるのはやめてもらえますか？",
    "en": "Would you mind not putting your feet on my seat?"
  },
  {
    "jp": "これが事故の原因となりました。",
    "en": "This led to the accident."
  },
  {
    "jp": "外国に行ったことはありますか？",
    "en": "Have you ever visited a foreign country?"
  },
  {
    "jp": "see、picture、imagine は、myself や yourself のような再帰代名詞と一緒に使って予測を表すことがよくあります。",
    "en": "see, picture and imagine are often used with reflexive pronouns, such as myself and yourself, to make predictions."
  },
  {
    "jp": "うわぁ。",
    "en": "Wow."
  },
  {
    "jp": "人々が素晴らしいんだ。",
    "en": "The people are wonderful."
  },
  {
    "jp": "地下鉄の出入口の数を増やしてアクセス性を高めることを検討しています。",
    "en": "We are looking at increasing the number of subway exits to improve accessibility."
  },
  {
    "jp": "次に、先週木曜日に溶接部門で起きた事故について話し合いたいと思います。",
    "en": "Next, we'd like to discuss the accident in the welding section last Thursday."
  },
  {
    "jp": "無理です、耐えられません。",
    "en": "No, I can't bear to."
  },
  {
    "jp": "旅行の準備は全部できた？",
    "en": "All ready for the trip?"
  },
  {
    "jp": "もし家を買ったら、長い間同じ場所に住み続ける覚悟が必要になります。",
    "en": "If I bought a house, I'd have to commit to staying in one place for a very long time."
  },
  {
    "jp": "夜間学校に通ってるらしいよ。",
    "en": "It seems he's been going to night school."
  },
  {
    "jp": "なんで？",
    "en": "Why?"
  },
  {
    "jp": "30年後に自分が庭仕事をしている姿なんて想像できないな。",
    "en": "I can't see myself gardening in thirty years' time."
  },
  {
    "jp": "彼にはまだ準備ができていないと思う。",
    "en": "I don't think he's ready."
  },
  {
    "jp": "そうですね、すべての訓練にもかかわらず、彼は安全手順に従っていなかったようです。これは私たちの責任が問われないことを意味するはずです。",
    "en": "Well, it seems that despite all the training, he hadn't been following safety procedures, which should leave us in the clear."
  },
  {
    "jp": "なんで？",
    "en": "Why's that?"
  },
  {
    "jp": "パスカルが家を出ていくのは嬉しくないな。",
    "en": "I'm not happy about Pascal leaving home."
  },
  {
    "jp": "実は妊娠してるんだって。",
    "en": "Well, it turns out she's pregnant."
  },
  {
    "jp": "ジョン？",
    "en": "John?"
  },
  {
    "jp": "自分が海外でボランティア活動をしている姿を思い浮かべる。",
    "en": "I picture myself doing overseas volunteer work."
  },
  {
    "jp": "何かできることある？",
    "en": "What can I do for you?"
  },
  {
    "jp": "労働組合からストライキをすると言われたので、有給休暇の方針を変更しました。",
    "en": "We changed the paid holiday policy because the union had told us they would strike."
  },
  {
    "jp": "提案書を出して。それについて話し合おう。",
    "en": "Get me a proposal, and we'll discuss it."
  },
  {
    "jp": "今はどうやら、そこが一番活気があるみたいなんだ。",
    "en": "Apparently, that's where it's all happening now."
  },
  {
    "jp": "プロジェクトは中止になりました。なぜなら、良いアイデアが出てこなかったからです。",
    "en": "The project was canceled because we hadn't come up with any good ideas."
  },
  {
    "jp": "映画館で人がする迷惑なことにはどんなものがありますか？",
    "en": "What are some annoying things people do in a movie theater?"
  },
  {
    "jp": "「a bit of（少しの）」や「a lot of（たくさんの）」のような数量詞は、「take... getting used to（慣れるのに～を要する）」という表現と一緒に使って、ある状況にどれくらい適応しやすいかを表すことができます。",
    "en": "Quantifiers such as a bit of and a lot of can be used with take... getting used to to show how easy it is to adapt to a certain situation."
  },
  {
    "jp": "自分がニューヨークで作家として働いている姿が浮かぶよ。",
    "en": "I see myself working in New York as a writer."
  },
  {
    "jp": "最近マイクがすごく疲れた様子で出勤してるの知ってる？",
    "en": "You know how Mike's always turning up to work really tired recently?"
  },
  {
    "jp": "じゃあ何をしていると思うの？",
    "en": "What will you be doing?"
  },
  {
    "jp": "スティーブン、私たちに法的責任があるかどうか教えてもらえますか？",
    "en": "Steven, could you let us know if we're liable?"
  },
  {
    "jp": "何て言えばいいか分からない",
    "en": "I don't know what to say."
  },
  {
    "jp": "合鍵を預かってもらえる？",
    "en": "Could you keep the spare key for me?"
  },
  {
    "jp": "夜間学校？",
    "en": "Night school?"
  },
  {
    "jp": "バンコクで1年？",
    "en": "A year in Bangkok?"
  },
  {
    "jp": "どうやって知ったの？",
    "en": "How did you find out?"
  },
  {
    "jp": "留守の間に枯れてしまわないか心配で。特に今年の夏はすごく暑いから。",
    "en": "I'm worried that they're going to die while I'm away, especially with this summer being so hot."
  },
  {
    "jp": "落ち着いて",
    "en": "Calm down."
  },
  {
    "jp": "それで、お願いしづらいんだけど、もし時間があったら、ときどき水をやってもらえないかな？",
    "en": "So, I hate to ask, but if you get the chance, would you mind watering them from time to time?"
  },
  {
    "jp": "さっき休憩室で、君のこと何て言ってたか聞いたらびっくりするよ",
    "en": "You should have heard what she was just saying about you in the break room."
  },
  {
    "jp": "難しい依頼をする際は、長い文の方が遠回しで適切だと見なされることが多い。",
    "en": "When making difficult requests, longer sentences are usually seen as more indirect and appropriate."
  },
  {
    "jp": "職場で事故が起きる理由にはどんなものがありますか？",
    "en": "What are some reasons that workplace accidents occur?"
  },
  {
    "jp": "まあ、だいたいね。",
    "en": "Just about."
  },
  {
    "jp": "それがあなたにとって唯一のチャンスかもしれない",
    "en": "It might be the only one you get."
  },
  {
    "jp": "ちょっと忙しいのは分かってるけど、ときどき庭の様子を見てもらえると本当に助かるんだ。",
    "en": "I know you're kind of busy, but it would really help me out if you could check on the garden from time to time."
  },
  {
    "jp": "そのような行動を描写する際、しばしば苛立ちの意味を含む",
    "en": "When used to describe behavior, it often carries a connotation of annoyance."
  },
  {
    "jp": "少し慣れは必要かもしれないけど、問題ないよ。",
    "en": "It'll take a bit of getting used to, but it won't be a problem."
  },
  {
    "jp": "A：彼はなぜ停職になったの？",
    "en": "A: Why was he suspended?"
  },
  {
    "jp": "過去完了形と過去完了進行形は、過去の出来事に影響を与えた要因を説明するためによく使われます。",
    "en": "The past perfect and past perfect progressive tenses can often be used to describe factors that contributed to a past event."
  },
  {
    "jp": "はい。でも、医者から数日間安静にするように言われました。",
    "en": "Yeah, but the doctor advised me to rest up for a couple of days."
  },
  {
    "jp": "ジョシュアが最初の仕事をこんなに早く辞めるのには乗り気じゃない。",
    "en": "I'm not keen on Joshua quitting his first job so quickly."
  },
  {
    "jp": "実はバラのことなんだ。",
    "en": "Well, it's the roses."
  },
  {
    "jp": "大丈夫だよ。",
    "en": "You'll be fine."
  },
  {
    "jp": "もし田舎に住んでいたら、息子たちが遊ぶ友達の子がそんなにいないでしょう。",
    "en": "If I lived in the countryside, there wouldn't be so many other children for my boys to play with."
  },
  {
    "jp": "地下鉄網にはどのような改善が可能でしょうか？",
    "en": "What improvements can be made to a subway network?"
  },
  {
    "jp": "誰かに何かを勧めるとき",
    "en": "Encouraging someone to do something"
  },
  {
    "jp": "うん。",
    "en": "Yeah."
  },
  {
    "jp": "どうしてそう言うんですか？",
    "en": "Why do you say that?"
  },
  {
    "jp": "たくさんの人に囲まれるのには慣れていないんだ。",
    "en": "I'm not used to being around so many people."
  },
  {
    "jp": "他人の行動に対する苛立ちを表す",
    "en": "Expressing annoyance at other people's behavior"
  },
  {
    "jp": "誰かの行動を話題に出す",
    "en": "Introducing someone's behavior as a topic"
  },
  {
    "jp": "彼女は解雇せざるを得ませんでした。",
    "en": "We had to let her go."
  },
  {
    "jp": "セカンド・コンディショナルは非現実的な状況を話すときに使われます。",
    "en": "Second conditionals can be used to talk about unreal situations."
  },
  {
    "jp": "もし6か月間海外に引っ越すとしたら、近所の人に何をお願いする？",
    "en": "If you were moving abroad for six months, what would you ask your neighbor to do?"
  },
  {
    "jp": "最近ティナがいつも笑ってるの知ってる？",
    "en": "You know how Tina's always smiling recently?"
  },
  {
    "jp": "もっと前向きになってくれればいいのに",
    "en": "I wish she wasn't so negative."
  },
  {
    "jp": "現在進行形で使われる「考える・言う」動詞は、将来の計画について述べる際に動名詞を伴うことが多い。",
    "en": "Thinking and saying verbs in the present progressive tense are often followed by gerunds when describing future plans under current consideration."
  },
  {
    "jp": "パーミンダーがいつもレポート手伝ってって言ってくるの",
    "en": "Parminder is always asking me to help her with her reports."
  },
  {
    "jp": "「fine with」や「not keen on」といった表現は、さまざまな状況に対する快適さの度合いを表すのに使えます。",
    "en": "Phrases such as fine with and not keen on can be used to express levels of comfort with different situations."
  },
  {
    "jp": "何に噛まれたって？",
    "en": "You were bitten by a what?"
  },
  {
    "jp": "私は高温が苦手です。",
    "en": "I'm not good with high temperatures."
  },
  {
    "jp": "でも、こんな形じゃないんだ",
    "en": "But not like this."
  },
  {
    "jp": "今朝コーヒー飲みながら彼が話してくれたよ。",
    "en": "He told me just this morning over coffee."
  },
  {
    "jp": "これらは主に「機会」や「チャンス」に対して使われます",
    "en": "They are often used with opportunity and chance."
  },
  {
    "jp": "まあ、彼をインドに転勤させたいらしいよ。",
    "en": "Well, they want him to transfer to India."
  },
  {
    "jp": "自分が他のことをするなんて想像できない。",
    "en": "I can't imagine myself ever doing anything else."
  },
  {
    "jp": "セカンド・コンディショナルを使って選択を正当化する表現",
    "en": "Second conditionals to justify choices"
  },
  {
    "jp": "不動産を買う利点は何ですか？",
    "en": "What are the benefits of buying property?"
  },
  {
    "jp": "それは良い考えだとは思いません。",
    "en": "I don't think it would be a good idea."
  },
  {
    "jp": "ただ、再発しないように、対策を強化する必要がありますね。",
    "en": "We do need to tighten things up, though, so that it doesn't happen again."
  },
  {
    "jp": "実はうちの部署のリーダーに昇進することになってるらしいよ。",
    "en": "Well, it turns out she's about to get promoted to head of our section."
  },
  {
    "jp": "天気にも少し慣れる必要があるかもしれない。",
    "en": "The weather might take a bit of getting used to."
  },
  {
    "jp": "すごく楽しそうだね！",
    "en": "That sounds so exciting!"
  },
  {
    "jp": "私は都会で暮らす方が好きです。",
    "en": "I prefer living in the city."
  },
  {
    "jp": "履歴書の印象が悪くなると思うよ。",
    "en": "It won't look good on his resume."
  }
]
