[
  {
    "jp": "薬は子どもの手の届かない所に保管されなければならない",
    "en": "Medicine must be kept out of children's reach."
  },
  {
    "jp": "調理器具がカウンターに置いてある",
    "en": "Some cookware is on the counter."
  },
  {
    "jp": "通りには人けがない",
    "en": "The street is deserted."
  },
  {
    "jp": "都市部で星を観察するのは簡単ではない",
    "en": "It's not easy to observe the stars in urban areas."
  },
  {
    "jp": "その家はれんが造りだ",
    "en": "The house is built of brick."
  },
  {
    "jp": "私たちは昨日、私たちの結婚10周年の記念日を祝った",
    "en": "We celebrated our 10th wedding anniversary yesterday."
  },
  {
    "jp": "その言葉を知らないなら、辞書で調べたらどうですか?",
    "en": "If you don't know the word, why don't you look it up in the dictionary?"
  },
  {
    "jp": "建設作業員はブルドーザーを操作している",
    "en": "The construction worker is operating the bulldozer."
  },
  {
    "jp": "男性は窓際に座っている",
    "en": "The man is sitting next to the window."
  },
  {
    "jp": "情報技術の進歩はすさまじい",
    "en": "The progress in information technology is tremendous."
  },
  {
    "jp": "宿泊先はもう予約しましたか?",
    "en": "Have you already booked your accommodation?"
  },
  {
    "jp": "その学校の50周年記念祝賀会が来週開かれる",
    "en": "The school's 50th anniversary celebration will be held next week."
  },
  {
    "jp": "皆さんのご協力に対して感謝申し上げます",
    "en": "I would like to express my gratitude for your cooperation."
  },
  {
    "jp": "紫外線は人間の目では感知できない",
    "en": "Ultraviolet light cannot be detected by the human eye."
  },
  {
    "jp": "洪水はその地域に深刻な被害をもたらした",
    "en": "Flooding caused serious damage to the area."
  },
  {
    "jp": "何人かの人たちが甲板に出ている",
    "en": "Several people are out on the deck."
  },
  {
    "jp": "彼は家業を継ぐのを渋っている",
    "en": "He is reluctant to take over the family business."
  },
  {
    "jp": "私は彼の行動を擁護できない",
    "en": "I can't defend his behavior."
  },
  {
    "jp": "私はその報告書に関していくつか質問した",
    "en": "I asked several questions concerning the report."
  },
  {
    "jp": "不審者や不審な行為を見つけた場合はすぐに警察に通報してください",
    "en": "Please report any suspicious people or activities immediately to the police."
  },
  {
    "jp": "彼女の両親は近くの町に住んでいる",
    "en": "Her parents live in a nearby town."
  },
  {
    "jp": "登録登記料は100ドルだ",
    "en": "The registration fee is $100."
  },
  {
    "jp": "彼女は自分は正しいと固く信じている",
    "en": "She firmly believes that she is right."
  },
  {
    "jp": "新しい規則により、中国でのビジネスがさらに困難になった",
    "en": "The new regulations made it harder to do business in China."
  },
  {
    "jp": "誰もが彼女の美しさと才能を称賛する",
    "en": "Everyone admires her for her beauty and talent."
  },
  {
    "jp": "そのシャツは本当にあなたに似合っている",
    "en": "That shirt really suits you."
  },
  {
    "jp": "顧客からの電子メールにはできるだけ早く返事を出したほうがいい",
    "en": "You should answer customers' emails as promptly as possible."
  },
  {
    "jp": "この伝染病はペニシリンで治すことができる",
    "en": "This infection can be cured by penicillin."
  },
  {
    "jp": "そのボランティア活動は私たちの地域社会にとって有益だ",
    "en": "The volunteer activity is beneficial to our community."
  },
  {
    "jp": "ニューヨークは文化的多様性で有名だ",
    "en": "New York is famous for its cultural diversity."
  },
  {
    "jp": "敷地内では喫煙は認められていない",
    "en": "Smoking is not permitted on the premises."
  },
  {
    "jp": "電子レンジに何かを入れっ放しにしているよ",
    "en": "You've left something in the microwave."
  },
  {
    "jp": "その街は美しいビーチを誇りにしている",
    "en": "The city boasts beautiful beaches."
  },
  {
    "jp": "そのカタログはこの製品について説明している",
    "en": "The catalog gives a description of this product."
  },
  {
    "jp": "私たちの会話は電話で遮られた",
    "en": "Our conversation was interrupted by a phone call."
  },
  {
    "jp": "応募者は全員、履歴書を送付するよう求められている",
    "en": "All applicants are required to send a resume."
  },
  {
    "jp": "ランプが天井からつるされている",
    "en": "The lamp is hung from the ceiling."
  },
  {
    "jp": "冬になる前にインフルエンザの予防接種を打ってもらったほうがいい",
    "en": "You should get a flu shot before winter."
  },
  {
    "jp": "女性は手すりにもたれかかっている",
    "en": "The woman is leaning against the railing."
  },
  {
    "jp": "木が地面に影を落としている",
    "en": "The tree is casting a shadow on the ground."
  },
  {
    "jp": "不満があるなら、上司に相談したらどうですか?",
    "en": "If you have a complaint, why don't you talk to your boss?"
  },
  {
    "jp": "貴重品は窓やドアから遠ざけておきましょう",
    "en": "Keep valuables away from windows and doors."
  },
  {
    "jp": "天気はハイキングに理想的だった",
    "en": "The weather was ideal for hiking."
  },
  {
    "jp": "私はパリ経由でバルセロナへ飛んだ",
    "en": "I flew to Barcelona via Paris."
  },
  {
    "jp": "政府の今の最優先事項は国内経済を刺激することだ",
    "en": "The government's first priority now is to stimulate the domestic economy."
  },
  {
    "jp": "そのプロジェクトは地域に2000人分の新しい仕事を生み出すだろう",
    "en": "The project will generate 2,000 new jobs in the area."
  },
  {
    "jp": "運転手が機械を使用している",
    "en": "An operator is using the machine."
  },
  {
    "jp": "彼は自分の必要に合わせてコンピューターを特注で作ってもらった",
    "en": "He had his computer customized to his needs."
  },
  {
    "jp": "あなたが昇進したと聞いて私はれしかった",
    "en": "I was pleased to hear you got promoted."
  },
  {
    "jp": "価格は予告なしに変更されることがある",
    "en": "Prices are subject to change without notice."
  },
  {
    "jp": "その結果は決して満足のいくものではなかった",
    "en": "The results were far from satisfactory."
  },
  {
    "jp": "壁にいくつか肖像画がある",
    "en": "There are several portraits on the wall."
  },
  {
    "jp": "会社にとって何が最善か私たちは考えなければならない",
    "en": "We have to consider what's best for our company."
  },
  {
    "jp": "乗客たちは飛行機に乗り込んでいる",
    "en": "Passengers are boarding a plane."
  },
  {
    "jp": "ここで降ろしてくれますか?",
    "en": "Can you drop me off here?"
  },
  {
    "jp": "パエリアは典型的なスペイン料理だ",
    "en": "Paelia is a typical Spanish dish."
  },
  {
    "jp": "そのコンサートは聴衆を魅了した",
    "en": "The concert fascinated its audience."
  },
  {
    "jp": "その会議の目的は地域経済を活性化することだった",
    "en": "The purpose of the meeting was to stimulate the regional economy."
  },
  {
    "jp": "彼は戸棚を取りつけている",
    "en": "He is installing a cupboard."
  },
  {
    "jp": "大工がくぎを打ち込んでいる",
    "en": "The carpenter is hammering a nail."
  },
  {
    "jp": "さまざまな企業がその貿易見本市に参加した",
    "en": "Various companies participated in the trade fair."
  },
  {
    "jp": "その大学は1868年に設立された",
    "en": "The university was founded in 1868."
  },
  {
    "jp": "乗客たちは手荷物を運んでいる",
    "en": "Passengers are carrying their luggage."
  },
  {
    "jp": "私たちの会社は1967年に設立された",
    "en": "Our company was established in 1967."
  },
  {
    "jp": "まだ何も解決されていない",
    "en": "Nothing has been settled yet."
  },
  {
    "jp": "さらに詳しくは、当社のホームページをご覧ください",
    "en": "For further information, please visit our website."
  },
  {
    "jp": "マーケティング部への行き方を教えてくれますか?",
    "en": "Could you direct me to the marketing department?"
  },
  {
    "jp": "その研修会への出席は任意となっている",
    "en": "Attendance at the workshop is optional."
  },
  {
    "jp": "子どもはスポンジのように知識を吸収する",
    "en": "A child absorbs knowledge like a sponge."
  },
  {
    "jp": "中絶はほとんどの国でデリケートな問題になっている",
    "en": "Abortion is a sensitive issue in most countries."
  },
  {
    "jp": "私は特に食欲はなかったが、食べなければならなかった",
    "en": "I didn't particularly want to eat, but I had to."
  },
  {
    "jp": "この教会はゴシック建築の好例だ",
    "en": "This church is a good example of Gothic architecture."
  },
  {
    "jp": "噴水の水の中で子どもたちが遊んでいる",
    "en": "The children are playing in the water fountain."
  },
  {
    "jp": "彼女はその慈善団体に1万ドルを寄付した",
    "en": "She donated $10,000 to the charity."
  },
  {
    "jp": "テーブルの上に本が積み上げられている",
    "en": "The books are piled on the table."
  },
  {
    "jp": "新しいパソコンを買うために私は2000ドルを引き出した",
    "en": "I withdrew $2,000 to buy a new PC."
  },
  {
    "jp": "妻と私は共同名義の銀行口座を持っている",
    "en": "My wife and I have a joint bank account."
  },
  {
    "jp": "私は電話をして予約を取り消した",
    "en": "I called and canceled the reservation."
  },
  {
    "jp": "みんなに十分な量の食べ物がある",
    "en": "There is sufficient food for everyone."
  },
  {
    "jp": "山頂からの眺めは印象的だった",
    "en": "The view from the mountaintop was impressive."
  },
  {
    "jp": "ウサイン・ボルトは男子100メートル走で楽勝した",
    "en": "Usain Bolt won the men's 100m race with ease."
  },
  {
    "jp": "彼女は丸一日を掃除と洗濯に使った",
    "en": "She spent the whole day cleaning and doing laundry."
  },
  {
    "jp": "海軍を退役後、次に彼は警察官になった",
    "en": "After leaving the Navy he went on to become a police officer."
  },
  {
    "jp": "アメリカは最大の工業国だ",
    "en": "The US is the largest industrial nation."
  },
  {
    "jp": "あなたは過度の運動を避けたほうがいい",
    "en": "You should avoid excessive exercise."
  },
  {
    "jp": "その会社はこの街で最大の雇用主だ",
    "en": "The company is the largest employer in this town."
  },
  {
    "jp": "その会社は新しいプロジェクトのために社員を追加採用した",
    "en": "The company hired additional staff for a new project."
  },
  {
    "jp": "彼らはニューヨーク市郊外のロングアイランドに住んでいる",
    "en": "They live in Long Island, a suburb of New York City."
  },
  {
    "jp": "キャロルの新しいボーイフレンドに会ったことがあるって聞いたけど。彼ってどんな人?",
    "en": "I heard you've met Carol's new boyfriend. What is he like?"
  },
  {
    "jp": "その調理法は3、4人分だ",
    "en": "This recipe feeds three to four."
  },
  {
    "jp": "落ち葉が歩道に散っている",
    "en": "Fallen leaves are scattered on the sidewalk."
  },
  {
    "jp": "男性は道路を清掃している",
    "en": "The man is sweeping the road."
  },
  {
    "jp": "失業率が低下している。言い換えれば、経済が回復している",
    "en": "The unemployment rate has dropped. In other words. the economy is recovering."
  },
  {
    "jp": "週末いっぱい寒い天気が続くだろう",
    "en": "Cold weather will continue through the weekend."
  },
  {
    "jp": "政府の見積もりによると、失業者数は約1000万人だ",
    "en": "According to a government estimate, the unemployment figure is about 10 million."
  },
  {
    "jp": "男性は靴を磨いている",
    "en": "The man is polishing his shoes."
  },
  {
    "jp": "女性は靴ひもを結んでいる",
    "en": "The woman is tying her shoelaces."
  },
  {
    "jp": "彼らは会うたびに言い争いになる",
    "en": "Every time they meet, they argue."
  },
  {
    "jp": "私たちはハイテク電子機器に囲まれて生活している",
    "en": "We live surrounded by high-tech electronics."
  },
  {
    "jp": "彼らはトラックからソファを降ろしている",
    "en": "They are unloading the sofa from the truck."
  },
  {
    "jp": "その絵は今から100年後の世界を描いている",
    "en": "The painting portrays the world 100 years from now."
  },
  {
    "jp": "私たちは結婚20周年記念日を祝った",
    "en": "We celebrated our 20th wedding anniversary."
  },
  {
    "jp": "その学校は英語学習を特に重要視している",
    "en": "The school puts special emphasis on English learning."
  },
  {
    "jp": "その便は定刻ちょうどに離陸した",
    "en": "The flight took off exactly on time."
  },
  {
    "jp": "ドアにしっかりと鍵がかかっているか確かめてください",
    "en": "Make sure the door is securely locked."
  },
  {
    "jp": "その費用を回収するには何年もかかるだろう",
    "en": "It will take years to recover the cost."
  },
  {
    "jp": "彼の強みの1つはその忍耐力だ",
    "en": "One of his strengths is his patience."
  },
  {
    "jp": "私を含めて15人いた",
    "en": "There were 15 people including me."
  },
  {
    "jp": "道路がぬれているので、注意して運転してください",
    "en": "The roads are wet, so drive with care."
  },
  {
    "jp": "男性は帽子をかぶっている",
    "en": "The man is wearing a cap."
  },
  {
    "jp": "彼女は手紙の最後に自分の名前をサインした",
    "en": "She signed her name at the end of the letter."
  },
  {
    "jp": "男性は何かを取ろうとしてかがんでいる",
    "en": "The man is bending over to pick something up."
  },
  {
    "jp": "桟橋は柱で支えられている",
    "en": "The pier is supported by some pillars."
  },
  {
    "jp": "クリスマスにいくら使うつもりですか?",
    "en": "How much are you going to spend on Christmas?"
  },
  {
    "jp": "地球温暖化は温室効果としても知られている",
    "en": "Global warming is also known as the greenhouse effect."
  },
  {
    "jp": "包装は消費者にとってとても重要だ",
    "en": "Packaging is very important to consumers."
  },
  {
    "jp": "そのホテルはアメリカで最高級のランクに入っている",
    "en": "The hotel ranks among the best in the United States."
  },
  {
    "jp": "そのビルの建設費は2000万ドルを上回った",
    "en": "Construction costs of the building exceeded 20 million."
  },
  {
    "jp": "私の手荷物は重すぎて持ち上げられない",
    "en": "My baggage is too heavy to lift."
  },
  {
    "jp": "私は健康のためにたばこをやめた",
    "en": "I stopped smoking for the sake of my health."
  },
  {
    "jp": "通路側と窓側のどちらの席がよろしいですか?",
    "en": "Would you like an aisle or a window seat?"
  },
  {
    "jp": "男性は自転車を押している",
    "en": "The man is wheeling his bicycle."
  },
  {
    "jp": "このエリアで作業する際は、従業員は保護用へルメットを着用しなければならない",
    "en": "Workers must wear a protective helmet when working in this area."
  },
  {
    "jp": "男性はウシに餌を与えている",
    "en": "The man is feeding the cows ."
  },
  {
    "jp": "他人がどう考えようと私には重要ではない",
    "en": "It doesn't matter to me what others think."
  },
  {
    "jp": "テレビをつけてくれる?",
    "en": "Can you turn on the TV?"
  },
  {
    "jp": "私はそのレストランでステーキとミックスサラダを注文した",
    "en": "I ordered steak and a mixed salad at the restaurant."
  },
  {
    "jp": "あなたは自分の業績と技能を履歴書の中で強調したほうがいい",
    "en": "You should highlight your achievements and skills in your resume."
  },
  {
    "jp": "彼は5年以上も定職に就いていない",
    "en": "He hasn't held a steady job for more than five years."
  },
  {
    "jp": "ハイブリッドカーはとても経済的だ",
    "en": "Hybrid cars are very economical."
  },
  {
    "jp": "彼女は仕事へ行く途中に財布をなくした",
    "en": "She lost her wallet on the way to work."
  },
  {
    "jp": "テレビゲームをするのをやめたらどうですか?",
    "en": "Why don't you quit playing video games?"
  },
  {
    "jp": "その高校の服装規則はとても厳しい",
    "en": "The high school's dress code is very strict."
  },
  {
    "jp": "宇宙人の存在を信じますか?",
    "en": "Do you believe in the existence of aliens?"
  },
  {
    "jp": "彼は次の会議に出席することができるだろう",
    "en": "He will be able to attend the next meeting."
  },
  {
    "jp": "彼は箱に封をしている",
    "en": "He's sealing a box."
  },
  {
    "jp": "近所の人たちとはうまくいっていますか?",
    "en": "Do you get along with your neighbors?"
  },
  {
    "jp": "医者は患者の要求に敏感でなければならない",
    "en": "Doctors have to be sensitive to their patients' needs."
  },
  {
    "jp": "やりたいことは特に何もなかった",
    "en": "There was nothing in particular I wanted to do."
  },
  {
    "jp": "その報告書は事実よりもむしろ推測に基づいている",
    "en": "The report is based on speculation rather than facts."
  },
  {
    "jp": "マイクは家庭を大切にする献身的な男性だ",
    "en": "Mike is a devoted family man."
  },
  {
    "jp": "新車を開発するには3年から5年かかる",
    "en": "It takes three to five years to develop a new car."
  },
  {
    "jp": "彼は同僚たちと仲よくやっている",
    "en": "He gets along with his colleagues."
  },
  {
    "jp": "家を出る時に私はエアコンを消した",
    "en": "I turned off the air conditioner when left home."
  },
  {
    "jp": "郵便料金は別途必要だ",
    "en": "Postage is extra."
  },
  {
    "jp": "そのデパートでは無料配達を行っている",
    "en": "The department store offers free delivery."
  },
  {
    "jp": "彼は落ち着いた誠実な人だ",
    "en": "He is a calm, sincere person."
  },
  {
    "jp": "私の車を使ったらどうですか?",
    "en": "Why not use my car?"
  },
  {
    "jp": "あなたの好きな歌手は誰ですか?",
    "en": "Who is your favorite singer?"
  },
  {
    "jp": "品質は量よりも重要だ",
    "en": "Quality is more important than quantity."
  },
  {
    "jp": "仲間たちとはうまくいっていますか?",
    "en": "Do you get along with your peers?"
  },
  {
    "jp": "何に怒っているのですか?",
    "en": "What are you upset about?"
  },
  {
    "jp": "彼らは書類に目を通している",
    "en": "They are looking through the documents."
  },
  {
    "jp": "私の父は昨年退職した",
    "en": "My father retired last year."
  },
  {
    "jp": "私は彼の気前のよさに圧倒された",
    "en": "I was overwhelmed by his generosity."
  },
  {
    "jp": "村上春樹は私の大好きな作家だ",
    "en": "Haruki Murakami is my favorite author."
  },
  {
    "jp": "私は先週、解雇された",
    "en": "I got fired last week."
  },
  {
    "jp": "彼はその街でレストランを3軒経営している",
    "en": "He runs three restaurants in the city."
  },
  {
    "jp": "その報告書はひどい書かれ方で、その上不正確だ",
    "en": "The report is badly written, and moreover inaccurate."
  },
  {
    "jp": "女性は実験を行っている",
    "en": "The woman is conducting an experiment."
  },
  {
    "jp": "犯罪は都市部における関心事になっている",
    "en": "Crime is a concern in urban areas."
  },
  {
    "jp": "私はまだ明日のプレゼンの準備が終わっていない",
    "en": "I haven't finished preparing for tomorrow's presentation yet."
  },
  {
    "jp": "その医者は私に肥満の危険性について注意した",
    "en": "The doctor warned me of the risks of obesity."
  },
  {
    "jp": "していることをやめて、私を手伝ってくれますか?",
    "en": "Can you drop what you're doing and help me?"
  },
  {
    "jp": "私は住宅ローンを20年で完済する予定だ",
    "en": "I will pay off my mortgage in 20 years."
  },
  {
    "jp": "倉庫の中にたるがきちんと並べられている",
    "en": "The barrels are lined up neatly in a warehouse."
  },
  {
    "jp": "総選挙が近いうちに行われるだろう",
    "en": "A general election will be held soon."
  },
  {
    "jp": "そんな大金を持っているのがどんな気持ちか私は想像できない",
    "en": "I can't imagine how it feels to have so much money."
  },
  {
    "jp": "その会議に必要な書類をまだ用意していない",
    "en": "I haven't prepared the necessary documents for the meeting yet."
  },
  {
    "jp": "すぐにベッドを直しなさい",
    "en": "Make your bed right away."
  },
  {
    "jp": "車が車庫に止めてある",
    "en": "A car is parked in the garage."
  },
  {
    "jp": "男性は子どもたちに囲まれている",
    "en": "The man is surrounded by children."
  },
  {
    "jp": "彼女はそのコンテストで1等賞を獲得した",
    "en": "She won first prize in the contest."
  },
  {
    "jp": "その映画には本当に失望した",
    "en": "The movie really disappointed me."
  },
  {
    "jp": "第1次世界大戦は1918年に終結した",
    "en": "World War I came to an end in 1918."
  },
  {
    "jp": "中国は急速な経済成長を経験している",
    "en": "China is experiencing rapid economic growth."
  },
  {
    "jp": "彼女は間違いを認めるのが恥ずかしかった",
    "en": "She was ashamed to admit her mistake."
  },
  {
    "jp": "台湾は中国に独立国家として認められていない",
    "en": "Taiwan is not recognized as an independent country by China."
  },
  {
    "jp": "私はその報告書に関連情報を添付した",
    "en": "I attached the relevant information to the report."
  },
  {
    "jp": "その新聞社には5人の日本在住特派員がいる",
    "en": "The newspaper has five correspondents in Japan."
  },
  {
    "jp": "多くの評論家がその映画を高く評価している",
    "en": "Many critics think highly of the movie."
  },
  {
    "jp": "初任給は2万ドルから3万ドルの範囲となっている",
    "en": "Starting salaries are in the range of $20,000 to $30,000."
  },
  {
    "jp": "私の息子はとても運動が得意だ",
    "en": "My son is very athletic."
  },
  {
    "jp": "彼は車を修理している",
    "en": "He is repairing the car."
  },
  {
    "jp": "一般に、女性は男性より長命だ",
    "en": "In general, women live longer than men."
  },
  {
    "jp": "機能は形よりも重要である",
    "en": "Function is more important than form."
  },
  {
    "jp": "この調理法では豚肉を牛肉の代わりに使うことができる",
    "en": "You can substitute pork for beef in this recipe."
  },
  {
    "jp": "彼は全財産を娘に残した",
    "en": "He left his entire estate to his daughter."
  },
  {
    "jp": "適度な量の運動は健康によい",
    "en": "A moderate amount of exercise is good for our health."
  },
  {
    "jp": "彼女はその仕事に向いていないと私は思う",
    "en": "I don't think she is fit for the job."
  },
  {
    "jp": "その国は深刻な食料不足に直面している",
    "en": "The country is facing severe food shortages."
  },
  {
    "jp": "彼女は自分の行動を正当化しようとした",
    "en": "She tried to justify her actions."
  },
  {
    "jp": "200人を超える人がその会議への参加を予定している",
    "en": "More than 200 people will participate in the conference."
  },
  {
    "jp": "その会社は中国市場に堅固な基盤を持っている",
    "en": "The company has a solid footing in the Chinese market."
  },
  {
    "jp": "当社の新製品は来月発表される予定だ",
    "en": "Our new product will be released next month."
  },
  {
    "jp": "彼女は昨年、アメリカの市民権を与えられた",
    "en": "She was granted American citizenship last year."
  },
  {
    "jp": "私はそのソファを20パーセント割引で買った",
    "en": "I bought the sofa at a 20 percent discount."
  },
  {
    "jp": "彼女が仕事に遅刻するのはまれだ",
    "en": "It is rare for her to be late for work."
  },
  {
    "jp": "彫刻が道に沿って並んでいる",
    "en": "The sculptures are lined up along the road."
  },
  {
    "jp": "医療用大麻はいくつかの州では合法である",
    "en": "Medical marijuana is legal in several states."
  }
]
