[
  {
    "jp": "彼はその会社での仕事をオファーされたが断った",
    "en": "He was offered a job at the company, but he turned it down."
  },
  {
    "jp": "その国は金融危機に直面している",
    "en": "The country is confronting a financial crisis."
  },
  {
    "jp": "彼女は来月、ロサンゼルスに転勤になる予定だ",
    "en": "She will be relocated to Los Angeles next month."
  },
  {
    "jp": "彼はその土地を父親から相続した",
    "en": "He inherited the land from his father."
  },
  {
    "jp": "私は次の会議には必ず出席するだろう",
    "en": "I will be at the next meeting for sure."
  },
  {
    "jp": "地元の銀行がその無料コンサートを後援した",
    "en": "A local bank sponsored the free concert."
  },
  {
    "jp": "私はそのデザイン会社に10年間勤務している",
    "en": "I have worked for the design firm for 10 years."
  },
  {
    "jp": "親の最も重要な役割は子どもを守ることだ",
    "en": "The primary role of parents is to protect their children."
  },
  {
    "jp": "クジラは哺乳類に分類される",
    "en": "Whales are classified as mammals."
  },
  {
    "jp": "その工場は来年早々に生産を開始する予定だ",
    "en": "The factory will commence production early next year."
  },
  {
    "jp": "収益利回りの高い投資は見つけるのが難しい",
    "en": "Investments with high yields are difficult to find."
  },
  {
    "jp": "その給料には家族手当は含まれていますか?",
    "en": "Does the salary include a family allowance?"
  },
  {
    "jp": "50人を超える人たちがそのヨガ教室に申し込んでいる",
    "en": "Over 50 people have signed up for the yoga class."
  },
  {
    "jp": "ここでの学業を続けるためには、あなたはビザを延長する必要がある",
    "en": "You need to extend your visa to continue your studies here."
  },
  {
    "jp": "彼らは会社の巨額の負債を軽減する方法を探っている",
    "en": "They are seeking ways to relieve the company of its massive debt."
  },
  {
    "jp": "彼はその勤勉さで人々に感銘を与えてきた",
    "en": "He has impressed people with his hard work."
  },
  {
    "jp": "警察はその殺人犯を追跡している",
    "en": "Police are on the track of the murderer."
  },
  {
    "jp": "彼に会社を経営する能力があるとは私は思わない",
    "en": "I don't think he is competent to manage the company."
  },
  {
    "jp": "彼は常勤の仕事をどうにか得た",
    "en": "He managed to get a full-time job."
  },
  {
    "jp": "両社は新車を開発するため提携した",
    "en": "The two companies formed an alliance to develop new vehicles."
  },
  {
    "jp": "結局、彼はその計画に賛成した",
    "en": "Eventually, he agreed with the plan."
  },
  {
    "jp": "彼らは店先を通り過ぎている",
    "en": "They're passing by the storefront."
  },
  {
    "jp": "この道具は一生長持ちするはずだ",
    "en": "This tool should last a lifetime."
  },
  {
    "jp": "農業はその国の主要産業だ",
    "en": "Agriculture is the main industry of the country."
  },
  {
    "jp": "その会社の財務状態は良好だ",
    "en": "The company's finances are in good shape."
  },
  {
    "jp": "テラスにテーブルといすが置かれている",
    "en": "There are tables and chairs on the patio."
  },
  {
    "jp": "あなたは自分が取った行動の結果に対して責任を取るべきだ",
    "en": "You should take responsibility for the consequences of your actions."
  },
  {
    "jp": "若者は政治意識が欠如しがちだ",
    "en": "Young people tend to lack political awareness."
  },
  {
    "jp": "買い物客たちは贈り物を買おうと先を争っていた",
    "en": "Shoppers were scrambling to buy gifts."
  },
  {
    "jp": "私が電話をした時、彼女はあいにく外出中だった",
    "en": "Unfortunately, she was out when I called."
  },
  {
    "jp": "こう頻繁にかかってくる電話に邪魔されては我慢できない",
    "en": "I can't stand these continual interruptions by phone calls."
  },
  {
    "jp": "政府は外国からの不動産投資に対する制限を解除する予定だ",
    "en": "The government will lift restrictions on foreign property investment."
  },
  {
    "jp": "彼はその事業を成功させた功績を認められている",
    "en": "He is credited with making the business a success."
  },
  {
    "jp": "彼女はこの10年間、広報の仕事をしている",
    "en": "She has worked in public relations for the past 10 years."
  },
  {
    "jp": "そのホテルは商店や観光名所のすぐ近くにある",
    "en": "The hotel is within easy access to shops and tourist attractions."
  },
  {
    "jp": "委員会の何人かの委員はその決定に異議を唱えた",
    "en": "Some of the panel's members disagreed with the decision."
  },
  {
    "jp": "会計学の学位があるのが望ましいが、必須ではない",
    "en": "An accounting degree is desirable but not required."
  },
  {
    "jp": "その番組は視聴率が落ちている",
    "en": "The show has dropped in the ratings."
  },
  {
    "jp": "実際は、そこに行くには車より飛行機のほうが安い",
    "en": "In fact, it's cheaper to fly there than to drive."
  },
  {
    "jp": "新しい機械はその会社の生産性を向上させるだろう",
    "en": "New machinery will improve the company's productivity."
  },
  {
    "jp": "検察側は法廷で新しい証拠を明らかにした",
    "en": "Prosecutors revealed new evidence in court."
  },
  {
    "jp": "この辞書では、1月は「1年の最初の月で、12月と2月の間」と定義されてい",
    "en": "In this dictionary, January is defined as \"the first month of the year, between December and February.\""
  },
  {
    "jp": "当博物館は毎週火曜日が休館であることにご注意ください",
    "en": "Please note that the museum is closed on Tuesdays."
  },
  {
    "jp": "彼は体調がよいように見えた",
    "en": "He looked in good shape."
  },
  {
    "jp": "女性は景色をスケッチしている",
    "en": "The woman is making a drawing of the view."
  },
  {
    "jp": "彼は部下を鼓舞するのがうまかった",
    "en": "He was good at inspiring his men."
  },
  {
    "jp": "その研究は貧困と暴力の関連を証明している",
    "en": "The study demonstrates the link between poverty and violence."
  },
  {
    "jp": "私たちは山々の息をのむような景色に圧倒された",
    "en": "We were overwhelmed by the breathtaking scenery of the mountains."
  },
  {
    "jp": "木星は肉眼でも見える",
    "en": "Jupiter is visible to the naked eye."
  },
  {
    "jp": "その雑誌の発行部数は20万部だ",
    "en": "The magazine has a circulation of 200,000."
  },
  {
    "jp": "たくさんの人が彼女のコートを褒めた",
    "en": "She got lots of compliments on her coat."
  },
  {
    "jp": "何かを買う前には価格を比較しなさい",
    "en": "Compare prices before purchasing anything."
  },
  {
    "jp": "食品価格は上昇傾向にある",
    "en": "Food prices are on an upward trend."
  },
  {
    "jp": "3日より先の天気を正確に予測するのは難しい",
    "en": "It is difficult to predict the weather accurately more than three days in advance."
  },
  {
    "jp": "手伝ってくれたお返しに、私は彼女にプレゼントをあげた",
    "en": "I gave her a present in return for helping me."
  },
  {
    "jp": "販売部に電話をつないでいただけますか?",
    "en": "Could you put me through to the sales department?"
  },
  {
    "jp": "有機農産物を買う消費者が増えてきている",
    "en": "More and more consumers are buying organic produce."
  },
  {
    "jp": "体中が痛い",
    "en": "I ache all over.※\"all over\" は副詞句で、場所を示す補語。具体的には、「どこが痛むのか」を修飾しており、「体のあちこちが痛む」というニュアンスを追加。文法的には 主語 + 動詞 + 補語 のシンプルな構造。"
  },
  {
    "jp": "洪水はその都市と周辺地域に影響を及ぼした",
    "en": "The flood affected the city and the surrounding area."
  },
  {
    "jp": "その容疑者は共犯者の名前を明かした",
    "en": "The suspect disclosed the names of his accomplices."
  },
  {
    "jp": "私は来週、彼に会う予定だ",
    "en": "I'm scheduled to see him next week."
  },
  {
    "jp": "その国の最優先事項は治安の回復だ",
    "en": "The country's first priority is the restoration of law and order."
  },
  {
    "jp": "そのディスカウント店ではブランド品を低価格で販売している",
    "en": "The discount store carries brandname merchandise at low prices."
  },
  {
    "jp": "その会社は来年、100人の新入社員の採用を予定している",
    "en": "The company will recruit 100 new employees next year."
  },
  {
    "jp": "あなたの支援はプロジェクトの成功にとって重要だ",
    "en": "Your support is critical to the success of the project."
  },
  {
    "jp": "その学校には空き教室がない",
    "en": "The school has no vacant classrooms."
  },
  {
    "jp": "子どもたちはソファに並んで座っている",
    "en": "The children are sitting side by side on the sofa."
  },
  {
    "jp": "議長は決定を来週まで延期することを提案した",
    "en": "The chairman proposed postponing the decision until next week."
  },
  {
    "jp": "私たちは古いカーテンを新しいものに取り換えた",
    "en": "We replaced the old curtains with new ones."
  },
  {
    "jp": "当社へは電話、ファクス、または電子メールでご連絡いただけます",
    "en": "You can reach us by phone, by fax, or by e-mail."
  },
  {
    "jp": "男性は装置を検査している",
    "en": "The man is checking the device."
  },
  {
    "jp": "私は彼と永遠の友情を結んだ",
    "en": "I formed a lasting friendship with him."
  },
  {
    "jp": "そのドレスは彼女にぴったり合っている",
    "en": "That dress fits her perfectly."
  },
  {
    "jp": "その労働組合は明日、ストライキを行う予定だ",
    "en": "The union will stage a strike tomorrow."
  },
  {
    "jp": "女性は掲示板にビラを貼っている",
    "en": "The woman is posting a notice on the bulletin board."
  },
  {
    "jp": "試験は生徒の能力を評価する唯一の方法ではない",
    "en": "Examinations are not the only method of assessing students' abilities."
  },
  {
    "jp": "男性は床にひざをつけている",
    "en": "The man is kneeling down on the floor."
  },
  {
    "jp": "あなたがその会議に出席することが極めて重要だ",
    "en": "It is vital that you attend the meeting."
  },
  {
    "jp": "中国政府は地震後、緊急援助を訴えた",
    "en": "The Chinese government made an appeal for emergency assistance after the earthquake."
  },
  {
    "jp": "その会社は大手電力供給業者の1つだ",
    "en": "The company is one of the main providers of electricity."
  },
  {
    "jp": "私は会社で健康保険を受ける権利を与えられている",
    "en": "I'm entitled to health insurance at my company."
  },
  {
    "jp": "多くの企業は環境保護計画を始めている",
    "en": "Many companies have initiated environmental protection programs."
  },
  {
    "jp": "そのNGOは核兵器に反対するデモを計画している",
    "en": "The NGO has organized demonstrations in opposition to nuclear weapons."
  },
  {
    "jp": "当機は間もなく香港国際空港に着陸します",
    "en": "We will shortly be landing at Hong Kong International Airport."
  },
  {
    "jp": "失業に関して言えば、状況は悪化してきている",
    "en": "As far as unemployment is concerned, the situation has deteriorated."
  },
  {
    "jp": "両国は2国間交渉を通じて諸問題を解決することを誓った",
    "en": "Both countries pledged to resolve their problems through bilateral negotiations."
  },
  {
    "jp": "お互いに自己紹介はお済みですか?",
    "en": "Have you two been introduced to each other?"
  },
  {
    "jp": "建設はまだ準備段階にある",
    "en": "The construction is still in the preliminary stages."
  },
  {
    "jp": "私の助言をきっぱりと断った",
    "en": "He flatly rejected my advice."
  },
  {
    "jp": "そのプロジェクトをいつ開始するかに関して少々混乱がある",
    "en": "There is some confusion about when we will start the project."
  },
  {
    "jp": "20歳未満の人は日本では法律で飲酒が許可されていない",
    "en": "Those who are under 20 are not permitted to drink alcohol by law in Japan."
  },
  {
    "jp": "空気圧が適正でない場合、タイヤはより早く擦り減る",
    "en": "Tires wear out faster when they do not have the correct air pressure."
  },
  {
    "jp": "彼女は残りの人生を慈善活動にささげることを決意した",
    "en": "She resolved to dedicate the rest of her life to charity work."
  },
  {
    "jp": "その沈没船の正確な位置はいまだに分かっていない",
    "en": "The precise location of the sunken ship is still unknown."
  },
  {
    "jp": "その地震によって6400人以上の命が奪われた",
    "en": "The earthquake resulted in the loss of more than 6,400 lives."
  },
  {
    "jp": "その国は9パーセント近い経済成長を維持するだろう",
    "en": "The country will sustain economic growth of close to 9 percent."
  },
  {
    "jp": "検査官たちはそのビルにいくつかの深刻な欠陥を発見した",
    "en": "The inspectors found several serious flaws in the building."
  },
  {
    "jp": "その家はれんがで建てられている",
    "en": "The house is constructed of bricks."
  },
  {
    "jp": "ほとんどの子どもは学校での最初の日を不安に感じる",
    "en": "Most children feel anxious about their first day at school."
  },
  {
    "jp": "社内託児所がある会社もある",
    "en": "Some businesses have an onsite daycare center."
  },
  {
    "jp": "増加した仕事量を処理するため、私たちは何人か追加人員を雇う必要がある",
    "en": "We need to hire some extra people to handle the increased workload."
  },
  {
    "jp": "その発電所の建設は環境の観点からは悪いことのように思える",
    "en": "The construction of the power plant seems to be a bad thing from an environmental perspective."
  },
  {
    "jp": "その山の登山者は細心の注意を払わなければならない",
    "en": "Climbers on the mountain should use extreme caution."
  },
  {
    "jp": "彼らは家と全所有物をそのハリケーンで失った",
    "en": "They lost their homes and all their possessions in the hurricane."
  },
  {
    "jp": "その会社は法律に違反する危険を冒している",
    "en": "The company runs the risk of violating the law."
  },
  {
    "jp": "私は彼の絶え間ない愚痴にうんざりしている",
    "en": "I'm sick of his constant complaining."
  },
  {
    "jp": "世界中で空港の警備が強化されている",
    "en": "Airport security has been increased worldwide."
  },
  {
    "jp": "私は美術館に時々行く",
    "en": "I make occasional visits to art museums."
  },
  {
    "jp": "エンジン故障を報告した後、乗務員は緊急着陸を試みた",
    "en": "The crew attempted an emergency landing after reporting engine trouble."
  },
  {
    "jp": "彼らは歩道を散歩している",
    "en": "They're strolling on the walkway."
  },
  {
    "jp": "この車はほかの車より性能がはるかに優れている",
    "en": "This car is far superior in performance to other cars."
  },
  {
    "jp": "求職者を選別する通常の方法は何ですか?",
    "en": "What's the regular procedure for screening applicants?"
  },
  {
    "jp": "これらの指針には法的拘束力がある",
    "en": "These guidelines have the force of law."
  },
  {
    "jp": "その企業グループは住宅市場で支配的な地位を占めている",
    "en": "The group holds a dominant position in the housing market."
  },
  {
    "jp": "このことは彼女には言わないでください",
    "en": "Don't mention this to her."
  },
  {
    "jp": "その電車は突然停車した",
    "en": "The train came to an abrupt halt."
  },
  {
    "jp": "中国は市場社会主義への過渡期にある",
    "en": "China is in transition to market socialism."
  },
  {
    "jp": "いつでも私に助けを求めてください",
    "en": "You can always turn to me for help."
  },
  {
    "jp": "映画の前に軽く食事をしませんか?",
    "en": "Why don't we grab a bite before the movie?"
  },
  {
    "jp": "インターネットは人々が容易に情報を入手できるようにした",
    "en": "The Internet has made information readily accessible to people."
  },
  {
    "jp": "私たちの目標は生産性を上げることだ",
    "en": "Our objective is to increase productivity."
  },
  {
    "jp": "その会社は財政難に直面している",
    "en": "The company is facing financial difficulties."
  },
  {
    "jp": "現在の経済状況の中で、投資家たちはより慎重になってきている",
    "en": "Investors are becoming more cautious in the present economic conditions."
  },
  {
    "jp": "地球温暖化はさまざまな生息環境を破壊する恐れがある",
    "en": "Global warming threatens to destroy various habitats."
  },
  {
    "jp": "彼女はさまざまなボランティア活動に携わっている",
    "en": "She is engaged in various volunteer activities."
  },
  {
    "jp": "103便は悪天候のため遅れる予定だ",
    "en": "Flight 103 will be delayed due to bad weather."
  },
  {
    "jp": "その図書館では2名の司書の欠員がある",
    "en": "There are two openings at the library for librarians."
  },
  {
    "jp": "そのメーカーは中核事業に集中している",
    "en": "The manufacturer is concentrating on its core business."
  },
  {
    "jp": "搭乗前にあなたの手荷物の重さを量る必要がある",
    "en": "Your luggage must be weighed prior to boarding."
  },
  {
    "jp": "レジ係はカウンターの後ろに立っている",
    "en": "The cashier is standing behind the counter."
  },
  {
    "jp": "その競技場は鳥の巣をモデルに作られている",
    "en": "The stadium is modeled on a bird's nest."
  },
  {
    "jp": "私は人々が苦しんでいるのを見るのが耐えられない",
    "en": "I can't bear to see people suffer."
  },
  {
    "jp": "そのプロジェクトの総費用は2500万ドルだった",
    "en": "The total cost of the project was $25 million."
  },
  {
    "jp": "幼少時代の思い出が彼女の小説の主題となっている",
    "en": "Childhood memories are the subject of her novel."
  },
  {
    "jp": "彼女はもっといいやり方でその任務を完了させる方法を考え出した",
    "en": "She figured out a way of accomplishing the task in a better way."
  },
  {
    "jp": "その会談では北朝鮮の核兵器計画を終了させることが目標とされた",
    "en": "The talks aimed at ending North Korea's nuclear weapons programs."
  },
  {
    "jp": "当社は今年、700万ドルの売上高を予想している",
    "en": "We're expecting sales of $7 million this year."
  },
  {
    "jp": "彼らは本棚の本を整頓している",
    "en": "They are arranging the books on the shelves."
  },
  {
    "jp": "その店ではあらゆる種類のスポーツ用品を売っている",
    "en": "The shop sells articles of all kinds for sports."
  },
  {
    "jp": "アメリカ合衆国は50の州から成り立っている",
    "en": "The United States of America is composed of 50 states."
  },
  {
    "jp": "タイの国内通貨はバーツだ",
    "en": "The local currency in Thailand is the baht."
  },
  {
    "jp": "ロバートは父親の財産を相続した",
    "en": "Robert succeeded to his father's estate."
  },
  {
    "jp": "洗濯を手伝ってくれますか?",
    "en": "Can you help me with the laundry?"
  },
  {
    "jp": "その知らせを聞くと、彼は混乱した",
    "en": "He got confused when he heard the news."
  },
  {
    "jp": "どうぞ楽にしてください",
    "en": "Please make yourself comfortable."
  },
  {
    "jp": "映画「アマデウス」は彼を音楽家になる気にさせた",
    "en": "The movie Amadeus inspired him to become a musician."
  },
  {
    "jp": "なぜ大学を中退したのですか?",
    "en": "Why did you quit college?"
  },
  {
    "jp": "経済が改善したら、それは大統領の功績になるだろう",
    "en": "If the economy improves, the president will take credit for it."
  },
  {
    "jp": "数年間にわたる和平交渉は失敗に終わった",
    "en": "A few years of peace talks got nowhere."
  },
  {
    "jp": "応募者はホテル産業に関係のある経験を有していなければならない",
    "en": "Applicants must have relevant experience in the hotel industry."
  },
  {
    "jp": "彼女は怒った様子で私をちらっと見た",
    "en": "She took an angry glance at me."
  },
  {
    "jp": "先月、私は研究開発部に配属された",
    "en": "I was assigned to the RD department last month."
  },
  {
    "jp": "その分野での経験不足のため､彼はその職を得られなかった",
    "en": "He didn't get the job because of his lack of experience in the field."
  },
  {
    "jp": "その男性の身体的特徴を説明してくれますか?",
    "en": "Can you describe the man's physical characteristics?"
  },
  {
    "jp": "今年は小売りの売上高が不振だ",
    "en": "Retail sales have been slow this year."
  },
  {
    "jp": "それぞれの生徒に個別的な配慮がなされるべきだ",
    "en": "Each student should be given individual attention."
  },
  {
    "jp": "トヨタはハイブリッドカーの第一位のメーカーだ",
    "en": "Toyota is the leading manufacturer of hybrid cars."
  },
  {
    "jp": "私は試験の時間までに教室に到着できなかった",
    "en": "I couldn't make it to class in time for the exam."
  },
  {
    "jp": "アメリカは宇宙探査に多くの金を使ってきている",
    "en": "The US has spent a lot of money on space exploration."
  },
  {
    "jp": "彼女は人里離れた山村に住んでいる",
    "en": "She lives in a remote mountain village."
  },
  {
    "jp": "そのホテルは居心地がよく、従業員は親切だった",
    "en": "The hotel was cozy and the staff were friendly."
  },
  {
    "jp": "政府は年金問題に取り組む気がないようだ",
    "en": "The government seems unwilling to address the issue of pensions."
  },
  {
    "jp": "彼女のスピーチは感動的で人を鼓舞するものだった",
    "en": "Her speech was emotional and inspiring."
  },
  {
    "jp": "その国の経済は実質的に破綻している",
    "en": "The country's economy is virtually bankrupt."
  },
  {
    "jp": "日本の平均世帯収入は年間約600万円だ",
    "en": "The average household income in Japan is about six million yen a year."
  },
  {
    "jp": "彼女はスポーツのことを全く何も知らない",
    "en": "She knows absolutely nothing about sports."
  },
  {
    "jp": "私たちは過去よりも未来に目を向けなければならない",
    "en": "We must look to the future rather than the past."
  },
  {
    "jp": "その男性はこの街に多くの不動産を所有している",
    "en": "The man has a lot of property in this town."
  },
  {
    "jp": "彼女は永久にパリに住むことを決心した",
    "en": "She decided to live in Paris for good."
  },
  {
    "jp": "そのプロジェクトに取り組むために専門家たちが集められた",
    "en": "Experts were brought together to work on the project."
  },
  {
    "jp": "彼は医学、心理学そして哲学の学位を持つ優秀な科学者だ",
    "en": "He is a brilliant scientist who holds degrees in medicine, psychology."
  },
  {
    "jp": "その会社は横領疑惑の内部調査をした",
    "en": "The company had conducted an internal investigation into an alleged embezzlement."
  },
  {
    "jp": "同僚たちは私の計画にほとんど興味を示さなかった",
    "en": "My colleagues showed little enthusiasm for my plan."
  },
  {
    "jp": "彼の提案は非現実的だとして退けられた",
    "en": "His proposal was dismissed as unrealistic."
  },
  {
    "jp": "その会社の純益は総計9300万ドルに達した",
    "en": "The company's net profits amounted to $93 million."
  },
  {
    "jp": "鉱物資源には、石炭、金、銅や、そのほかの重金属が含まれる",
    "en": "Mineral resources include coal, gold, copper, and other heavy metals."
  },
  {
    "jp": "この会社は売上高の点で世界最大の自動車メーカだ",
    "en": "This company is the world's largest automaker in terms of sales."
  },
  {
    "jp": "その行事はかなりの準備が必要だった",
    "en": "The event took a lot of preparation."
  },
  {
    "jp": "私はその仕事のオファーを受け入れる覚悟ができていない",
    "en": "I'm not prepared to accept the job offer."
  },
  {
    "jp": "自分の失敗を他人のせいにしてはいけません",
    "en": "Don't blame your failures on others."
  },
  {
    "jp": "彼女は並の科学者ではない=並外れた科学者だ",
    "en": "She is no ordinary scientist."
  },
  {
    "jp": "事故のため82号線は渋滞している",
    "en": "The traffic on Highway 82 is backed up due to an accident."
  },
  {
    "jp": "契約交渉は順調に進んだ",
    "en": "Contract negotiations proceeded smoothly."
  },
  {
    "jp": "彼はこの会社を率いるのにふさわしい人物だ",
    "en": "He is a man who deserves to lead this company."
  },
  {
    "jp": "彼女は仕事にうんざりしてきている",
    "en": "She is getting bored with her job."
  },
  {
    "jp": "彼女の希望に従って、彼女は故郷に埋葬された",
    "en": "She was buried in her hometown, in accordance with her wishes."
  },
  {
    "jp": "私たちはどんな犠牲を払っても平和を維持しなければならない",
    "en": "We must maintain the peace at any price."
  },
  {
    "jp": "その裁判官は陪審員団に評決を出すよう指示した",
    "en": "The judge directed the jury to give their verdict."
  },
  {
    "jp": "創造性と革新が事業の成功にとって重要だ",
    "en": "Creativity and innovation are key to business success."
  },
  {
    "jp": "彼は妻に戻ってきてくれと訴えた",
    "en": "He pleaded with his wife to come back."
  },
  {
    "jp": "コスト高と売上減少のため、その会社の収益はわずかに低下した",
    "en": "The company's profits declined slightly due to rising costs and decreased sales."
  },
  {
    "jp": "そのシェフは最高品質で最も新鮮な材料を常に使っている",
    "en": "The chef always uses the best and freshest ingredients."
  },
  {
    "jp": "通りは群衆でいっぱいになっている",
    "en": "The street is filled with the crowd."
  },
  {
    "jp": "彼は人込みの中から姿を現した",
    "en": "He emerged from the crowd."
  },
  {
    "jp": "交渉は失敗に終わった",
    "en": "The negotiations ended in failure."
  },
  {
    "jp": "私はパックツアーの予約をするために旅行代理店へ行った",
    "en": "I went to the travel agency to book a package tour."
  },
  {
    "jp": "どうしてあなたはまだここにいるのですか？",
    "en": "How come you are still here?"
  },
  {
    "jp": "彼女は病人や貧者の救済に一生をささげた",
    "en": "She dedicated her life to helping the sick and poor."
  },
  {
    "jp": "それを聞いて安心した",
    "en": "It was a relief to hear that."
  },
  {
    "jp": "最近では、海外投資家はアメリカに投資するのを渋っている",
    "en": "Lately foreign investors have been reluctant to invest in the US."
  }
]
