[
  {
    "jp": "4月8日に全校遠足が行われる予定だ",
    "en": "There will be a whole school excursion on April 8."
  },
  {
    "jp": "長期の病気休暇を取るには、診断書を上司に提出する必要がある",
    "en": "You need to submit a medical certificate to your supervisor to take long sick leave."
  },
  {
    "jp": "ペレス氏は勤続30年の献身的な消防士だ",
    "en": "Mr. Perez has been a dedicated firefighter for 30 years."
  },
  {
    "jp": "妻と私はめったに映画を見に行かない",
    "en": "My wife and I hardly ever go to the movies."
  },
  {
    "jp": "その飛行機は予定より8時間遅れてようやく離陸した",
    "en": "The plane finally took off eight hours behind schedule."
  },
  {
    "jp": "建設費は私たちの当初の見積もりを上回った",
    "en": "The construction costs exceeded our initial estimates."
  },
  {
    "jp": "私はそのデータの分析をするよう頼まれた",
    "en": "I was asked to make an analysis of the data."
  },
  {
    "jp": "あなたはけがの治療を受けたほうがいい",
    "en": "You should receive treatment for your injuries."
  },
  {
    "jp": "その国は麻薬違反に重罰を課している",
    "en": "The country has heavy penalties for drug violations."
  },
  {
    "jp": "候補者たちは以下の知識、技能､そして能力において選別される予定だ",
    "en": "Candidates will be screened on the following knowledge, skills, and abilities."
  },
  {
    "jp": "マルウエアが私のコンピューターに感染したと思います",
    "en": "I think malware infected my computer."
  },
  {
    "jp": "多くの雇用主は従業員を見つけるために分類広告を使っている",
    "en": "Many employers use classified ads to find employees."
  },
  {
    "jp": "彼は実験に成功したと主張した",
    "en": "He claimed to have succeeded in the experiment."
  },
  {
    "jp": "そのNPOは森林資源の保護に取り組んでいる",
    "en": "The NPO works on the conservation of forest resources."
  },
  {
    "jp": "自動車販売は今年10パーセント近く減少した",
    "en": "Car sales declined nearly 10 percent this year."
  },
  {
    "jp": "日本は世界の平和と安全に貢献してきた",
    "en": "Japan has been contributing to world peace and security."
  },
  {
    "jp": "彼は金融街の会計事務所で働いている",
    "en": "He works in the financial district for an accounting firm."
  },
  {
    "jp": "テーブルの上に皿が積み重ねられている",
    "en": "The plates are stacked on the table."
  },
  {
    "jp": "彼はミスをしたことを認めた",
    "en": "He admitted making a mistake."
  },
  {
    "jp": "彼らはトラックに家具を積んでいる",
    "en": "They are loading the truck with furniture."
  },
  {
    "jp": "彼女は自分の将来に自信を持っている",
    "en": "She is positive about her future."
  },
  {
    "jp": "その会社の利益は前年と比較して25パーセント上昇した",
    "en": "The firm's profits increased 25 percent compared to the previous year."
  },
  {
    "jp": "アメリカへの不法移住は大きな問題になっている",
    "en": "Illegal immigration into the US has become an immense issue."
  },
  {
    "jp": "ほかにご質問がありましたら、下記の電話番号までご連絡ください",
    "en": "For further inquiries, please contact us at the number below."
  },
  {
    "jp": "彼女がその仕事を辞めてからほぼ3カ月になる",
    "en": "It's been nearly three months since she quit the job."
  },
  {
    "jp": "あなたの職務の1つは、電話に出ることだ",
    "en": "One of your duties is answering the phone."
  },
  {
    "jp": "私たちは従業員の生産性を高める必要がある",
    "en": "We need to multiply the productivity of our employees."
  },
  {
    "jp": "その歌手の人気は衰え始めている",
    "en": "That singer's popularity has started to fade."
  },
  {
    "jp": "ビザの残りを冷蔵庫にしまっておいてね",
    "en": "Keep the rest of the pizza in the refrigerator."
  },
  {
    "jp": "オバマ氏は2008年にアメリカ大統領の職に選ばれた",
    "en": "Mr. Obama was elected to the office of US president in 2008."
  },
  {
    "jp": "その競技会には18歳より上なら誰でも参加できる",
    "en": "The competition is open to anyone over the age of 18."
  },
  {
    "jp": "株価は上昇傾向を続けるだろう",
    "en": "Stock prices will continue their upward trend."
  },
  {
    "jp": "その会社は今年の収益の増加を予想している",
    "en": "The company is anticipating an increase in revenue this year."
  },
  {
    "jp": "その新法は来年実施される予定だ",
    "en": "The new law will take effect next year."
  },
  {
    "jp": "あなたはこの機会を最大限に活用したほうがいい",
    "en": "You should make maximum use of this opportunity."
  },
  {
    "jp": "その会社は資本金5000ドルで創業した",
    "en": "The company was started with $5,000 in capital."
  },
  {
    "jp": "熱はインフルエンザの最も一般的な症状の1つだ",
    "en": "A high fever is one of the most common symptoms of influenza."
  },
  {
    "jp": "今日の午後4時から6時まで、体育館で新入生の歓迎会がある",
    "en": "There will be a reception for new students from 4 to 6 p.m. today in the gymnasium."
  },
  {
    "jp": "残念なことに、彼はインフルエンザにかかってしまった",
    "en": "Unfortunately, he has come down with the flu."
  },
  {
    "jp": "これらの指針には法的拘束力がある",
    "en": "These guidelines have the force of law."
  },
  {
    "jp": "彼女と彼女の母親との間には多くの葛藤があった",
    "en": "There was a lot of conflict between her and her mother."
  },
  {
    "jp": "その山の登山者は細心の注意を払わなければならない",
    "en": "Climbers on the mountain should use extreme caution."
  },
  {
    "jp": "誰もその仕事を引き受けたがらない",
    "en": "No one wants to take on the job."
  },
  {
    "jp": "フォスター氏はその汚職事件を調査する任務に就いた",
    "en": "Mr. Foster was assigned to investigate the corruption case."
  },
  {
    "jp": "来週の会議には誰が出席するのですか?",
    "en": "Who will attend the conference next week?"
  },
  {
    "jp": "違法駐車に対する最低罰金は50ドルだ",
    "en": "The minimum fine for illegal parking is $50."
  },
  {
    "jp": "明日の就職面接は何時ですか?",
    "en": "What time are you having your job interview tomorrow?"
  },
  {
    "jp": "失業が農村地域で問題になっている",
    "en": "Unemployment is a problem in rural areas."
  },
  {
    "jp": "企業は産業廃棄物を適切に処分しなければならない",
    "en": "Companies must properly dispose of industrial waste."
  },
  {
    "jp": "同僚たちは私の計画にほとんど興味を示さなかった",
    "en": "My colleagues showed little enthusiasm for my plan."
  },
  {
    "jp": "従業員の解雇は短期的には経費を削減するだろう",
    "en": "Employee layoffs will reduce costs in the short term."
  },
  {
    "jp": "当機は約30分後に成田国際空港に着陸します",
    "en": "We'll be landing at Narita International Airport in about 30 minutes."
  },
  {
    "jp": "その小冊子には市内の宿泊施設に関する情報が載っている",
    "en": "The booklet provides information about hotel accommodations in the city."
  },
  {
    "jp": "ダイエットは運動と組み合わされるべきだ",
    "en": "Diet should be combined with exercise."
  },
  {
    "jp": "トヨタはミニバンの新車を市場に出した",
    "en": "Toyota has come out with a new line of minivans."
  },
  {
    "jp": "彼女は昨年、アメリカ国籍を得た",
    "en": "She acquired US citizenship last year."
  },
  {
    "jp": "彼に代わる人はいない",
    "en": "There is no substitute for him."
  },
  {
    "jp": "研究結果は貧困率の増加を示している",
    "en": "The research findings show an increase in poverty rates."
  },
  {
    "jp": "ここは安全で閑静な地域だ",
    "en": "This is a safe and quiet neighborhood."
  },
  {
    "jp": "その映画は暴力シーンのため議論の的になった",
    "en": "The movie was controversial because of its violent scenes."
  },
  {
    "jp": "NPOは移民たちの市民権の申請を支援している",
    "en": "The NPO assists immigrants with applications for citizenship."
  },
  {
    "jp": "ミャンマーは東南アジア諸国連合の加盟国だ",
    "en": "Myanmar is a member of ASEAN, the Association of Southeast Asian Nations."
  },
  {
    "jp": "オペラは西洋史で最も重要な芸術形式の1つだ",
    "en": "Opera is one of the most significant art forms in Western history."
  },
  {
    "jp": "私の投資顧問はそのような危険な投資には注意するよう私に言った",
    "en": "My financial adviser warned me against such a risky investment."
  },
  {
    "jp": "男性は装置を検査している",
    "en": "The man is checking the device."
  },
  {
    "jp": "政府はもっと積極的に環境問題に取り組むべきだ",
    "en": "The government should tackle environmental problems more aggressively."
  },
  {
    "jp": "その店ではあらゆる種類のスポーツ用品を売っている",
    "en": "The shop sells articles of all kinds for sports."
  },
  {
    "jp": "統計では、この2カ月で失業率が著しく上昇したことが明らかになっている",
    "en": "Statistics show that unemployment rates increased significantly over the past two months."
  },
  {
    "jp": "その仕事は肉体的にも精神的にもきつかった",
    "en": "The job was both physically and mentally demanding."
  },
  {
    "jp": "成果を上げるために、あなたは時間を最大限に利用しなければならない",
    "en": "You must make the most of your time to achieve results."
  },
  {
    "jp": "あなたの成功の要因は何でしたか?",
    "en": "What were the factors in your success?"
  },
  {
    "jp": "アメリカは2001年に京都議定書に参加することを断った",
    "en": "The US declined to join the Kyoto Protocol in 2001."
  },
  {
    "jp": "彼女の説明は本当に分かりにくかった",
    "en": "Her explanation was really confusing."
  },
  {
    "jp": "彼は5万ドルの罰金を払うことに同意した",
    "en": "He agreed to pay a penalty of $50,000."
  },
  {
    "jp": "彼女は時々、同僚たちから少し孤立していると感じることがある",
    "en": "At times she feels a little isolated from her colleagues."
  },
  {
    "jp": "彼女は実用的な会計知識を十分に身につけている",
    "en": "She has a good working knowledge of accounting."
  },
  {
    "jp": "女性は階段を上っている",
    "en": "The woman is climbing the steps."
  },
  {
    "jp": "アメリカでは数百万人の人々が医療保険に入っていない",
    "en": "Millions of people have no healthcare coverage in the US."
  },
  {
    "jp": "私は電車に乗り遅れたので、学校に遅刻した",
    "en": "I missed the train and therefore was late for school."
  },
  {
    "jp": "適度な運動は健康に欠かせない",
    "en": "A moderate amount of exercise is necessary for your health."
  },
  {
    "jp": "彼女は正式に警察に告訴した",
    "en": "She made a formal complaint to the police."
  },
  {
    "jp": "その研究者は中国の経済成長と所得格差を分析した",
    "en": "The researcher analyzed economic growth and income inequality in China."
  },
  {
    "jp": "彼女はジャーナリズムの道に進むことを決心した",
    "en": "She decided to pursue a career in journalism."
  },
  {
    "jp": "この道具は一生長持ちするはずだ",
    "en": "This tool should last a lifetime."
  },
  {
    "jp": "1人のときは、私はわざわざ料理をしない",
    "en": "I don't bother to cook when I'm alone."
  },
  {
    "jp": "彼はうそをついたことを認めた",
    "en": "He acknowledged having lied."
  },
  {
    "jp": "消費者は所得減税によって利益を得るだろう",
    "en": "Consumers will benefit from a reduction in income tax."
  },
  {
    "jp": "自分の好みを他人に押しつけてはならない",
    "en": "Don't impose your personal preferences on others."
  },
  {
    "jp": "彼は財務部長補佐に昇格した",
    "en": "He was promoted to assistant director of finance."
  },
  {
    "jp": "1キロメートルは1000メートルまたは0.62マイルに相当する",
    "en": "One kilometer is equivalent to 1,000 meters or 0.62 miles."
  },
  {
    "jp": "この腕時計は200ドルのお買い得品だ",
    "en": "This watch is a bargain at $200."
  },
  {
    "jp": "有機農業が労働集約的なのに対し、従来農業は資本集約的である",
    "en": "Organic farming is labor-intensive, whereas conventional farming is capital-intensive."
  },
  {
    "jp": "私は最初はその計画に反対だったが、考えを変えた",
    "en": "I was originally against the plan but changed my mind."
  },
  {
    "jp": "その会社の財務状態は良好だ",
    "en": "The company's finances are in good shape."
  },
  {
    "jp": "その映画は今夜9時から4チャンネルで放送される",
    "en": "The movie will be aired on Channel 4 at 9 p.m. tonight."
  },
  {
    "jp": "彼は報道分野での優れた業績により賞を与えられた",
    "en": "He was awarded a prize for his distinguished achievements in the field of journalism."
  },
  {
    "jp": "快適な職場環境は従業員の生産性を向上させるだろう",
    "en": "Pleasant working conditions will improve employee productivity."
  },
  {
    "jp": "エイズの症例数は年齢と反比例している",
    "en": "The number of AIDS cases is in reverse proportion to age."
  },
  {
    "jp": "昨年は失業者数にわずかな改善があった",
    "en": "There was a slight improvement in the unemployment figures last year."
  },
  {
    "jp": "そのラウンジはホテル宿泊客と会員専用になっている",
    "en": "The lounge is for the exclusive use of hotel guests and members."
  },
  {
    "jp": "この機会をお借りして、あなたのご協力に感謝申し上げます",
    "en": "I would like to take this opportunity to thank you for your cooperation."
  },
  {
    "jp": "彼の目は彼の怒りを表していた",
    "en": "His eyes expressed his anger."
  },
  {
    "jp": "ブラウン氏はその会社の大株主だ",
    "en": "Mr. Brown is a major stockholder of the company."
  },
  {
    "jp": "その政治家は党の保守派たちから距離を置いている",
    "en": "The politician has distanced himself from the party's conservatives."
  },
  {
    "jp": "あなたのご協力に感謝の意を表したいと思います",
    "en": "I'd like to show my appreciation for your cooperation."
  },
  {
    "jp": "その会議の詳細な報告書を書いてくれますか?",
    "en": "Could you write a detailed report of the meeting?"
  },
  {
    "jp": "不明な送信者からの電子メールの添付ファイルを開くのは注意するべきだ",
    "en": "You should be cautious about opening e-mail attachments from unknown senders."
  },
  {
    "jp": "彼は父親としての役割を果たしてこなかった",
    "en": "He has failed to fulfill his role as a father."
  },
  {
    "jp": "電話をタカハシさんにつないでくれますか?",
    "en": "Could you connect me to Mr.Takahashi, please?"
  },
  {
    "jp": "木星は肉眼でも見える",
    "en": "Jupiter is visible to the naked eye."
  },
  {
    "jp": "私たちの会社はそのコンサルタント会社と契約を結んだ",
    "en": "Our company entered into a contract with the consulting firm."
  },
  {
    "jp": "ほとんどの世帯には少なくとも1台コンピューターがある",
    "en": "Most households have at least one computer."
  },
  {
    "jp": "従業員はそれぞれの業績に従って評価されるべきだ",
    "en": "Employees should be evaluated according to their accomplishments."
  },
  {
    "jp": "彼女は最近、大きなストレスを感じている",
    "en": "She's been under a lot of strain recently."
  },
  {
    "jp": "サラはアメリカから来た海外交換留学生だ",
    "en": "Sarah is a foreign exchange student from the USA."
  },
  {
    "jp": "圧倒的多数がその計画を支持している",
    "en": "The overwhelming majority support the plan."
  },
  {
    "jp": "親は子どもに対する責任がある",
    "en": "Parents have an obligation to their children."
  },
  {
    "jp": "私は現代美術に関心がある",
    "en": "I'm interested in contemporary art."
  },
  {
    "jp": "ほとんどの評論家はその映画を好意的に論評した",
    "en": "Most critics reviewed the movie favorably."
  },
  {
    "jp": "当社は顧客満足を達成することを目指している",
    "en": "Our company aims at achieving customer satisfaction."
  },
  {
    "jp": "今年の健康診断はもう受けましたか?",
    "en": "Have you already had this year's checkup?"
  },
  {
    "jp": "映画の前に軽く食事をしませんか?",
    "en": "Why don't we grab a bite before the movie?"
  },
  {
    "jp": "その講義は子どもの成長段階に関するものだった",
    "en": "The lecture was concerned with the phases of child growth."
  },
  {
    "jp": "国内経済が回復しだしたと結論するのは時期尚早だ",
    "en": "It is too early to conclude that the domestic economy has moved into recovery."
  },
  {
    "jp": "彼女はインフルエンザにかかって家にいる",
    "en": "She is at home with the flu."
  },
  {
    "jp": "彼女は来月、ロサンゼルスに転勤になる予定だ",
    "en": "She will be relocated to Los Angeles next month."
  },
  {
    "jp": "記者会見は今日の午後6時に開かれる予定だ",
    "en": "The press conference will be held at 6 p.m. today."
  },
  {
    "jp": "その患者の容体は安定したままだ",
    "en": "The patient remains in stable condition."
  },
  {
    "jp": "多くの人が私たちの新聞の求人広告に応募してきた",
    "en": "Many people replied to our want ad in the newspaper."
  },
  {
    "jp": "代役が病気の女優の代わりをする予定だ",
    "en": "The understudy will substitute for the actress who is sick."
  },
  {
    "jp": "ケイコは自主性のある、意志の強い女性だ",
    "en": "Keiko is an independent, strongminded woman."
  },
  {
    "jp": "その製品は5年間保証されている",
    "en": "The product is guaranteed for five years."
  },
  {
    "jp": "その飛行機は2時間遅れで離陸した",
    "en": "The plane took off two hours late."
  },
  {
    "jp": "彼はいつ退職するかはっきりと述べなかった",
    "en": "He didn't specify when he would retire."
  },
  {
    "jp": "彼らは一貫して規制強化に反対している",
    "en": "They have consistently opposed stronger regulation."
  },
  {
    "jp": "インターネットは20世紀最大の発明の1つだ",
    "en": "The Internet is one of the greatest inventions of the 20th century."
  },
  {
    "jp": "その消防士は燃え盛る家から子どもを救助した",
    "en": "The firefighter rescued a child from a burning house."
  },
  {
    "jp": "彼はその財産の所有権を維持する予定だ",
    "en": "He will retain rights to the property."
  },
  {
    "jp": "今回は、あなたのしたことを大目に見るつもりだ",
    "en": "We'll excuse you for what you did this time."
  },
  {
    "jp": "ロンドンは文化的に多様な都市だ",
    "en": "London is a culturally diverse city."
  },
  {
    "jp": "その委員会はすべての会議の議事録を記録することを法律で求められている",
    "en": "The board is required by law to keep minutes of all meetings."
  },
  {
    "jp": "景気後退が深まるにつれて、企業の倒産は増えるだろう",
    "en": "As the recession gets worse, corporate bankruptcies will increase."
  },
  {
    "jp": "その会社は同社の工場の2つを閉鎖する計画を発表した",
    "en": "The company announced a plan to close two of its factories."
  },
  {
    "jp": "リチャードは何時にやって来ますか?",
    "en": "What time is Richard showing up?"
  },
  {
    "jp": "彼はエイブラハム・リンカーンを最も尊敬している",
    "en": "He has the utmost respect for Abraham Lincoln."
  },
  {
    "jp": "首相は経済改革の重要性を強調した",
    "en": "The prime minister stressed the significance of economic reforms."
  },
  {
    "jp": "かなり多くの家がその地震で損傷を受けた",
    "en": "A substantial number of houses were damaged by the earthquake."
  },
  {
    "jp": "その会社は国内市場の半分近くを支配している",
    "en": "The company dominates nearly half of the domestic market."
  },
  {
    "jp": "地震の後、家の基礎にいくつかひびが入っているのを見つけた",
    "en": "After the earthquake, I found several cracks in the foundation of my house."
  },
  {
    "jp": "その患者は外科病棟に入院した",
    "en": "The patient was hospitalized in the surgical ward."
  },
  {
    "jp": "遭難者たちを探すため救助隊が送られた",
    "en": "A rescue party was sent to look for the victims."
  },
  {
    "jp": "ポールに会ったら、よろしくお伝えください",
    "en": "If you see Paul, please convey my regards to him."
  },
  {
    "jp": "私はそのホテルの空き状況をネットで調べた",
    "en": "I checked the hotel availability online."
  },
  {
    "jp": "私たちは自然環境を守るために最善の努力をしなければならない",
    "en": "We have to make our best endeavor to preserve the environment."
  },
  {
    "jp": "当局はそのビルの安全調査を行った",
    "en": "The officials made a safety inspection of the building."
  },
  {
    "jp": "そのCEOは辞職の理由についていくつか言及した",
    "en": "The CEO cited several reasons for his resignation."
  },
  {
    "jp": "安い日本のお土産を買いたいなら、100円ショップがベストだ",
    "en": "If you want to buy cheap Japanese souvenirs, look no further than 100-yen shops."
  },
  {
    "jp": "その会社は3年以内に収益を2倍にすることを計画している",
    "en": "The company is planning to double revenues within three years."
  },
  {
    "jp": "私は1週間前に新しいソファを注文した",
    "en": "I placed the order for the new sofa a week ago."
  },
  {
    "jp": "乳製品が店の棚にある",
    "en": "Dairy products are on store shelves."
  },
  {
    "jp": "日本は輸入エネルギー源に大きく依存している",
    "en": "Japan is heavily dependent on imported energy sources."
  },
  {
    "jp": "スケジュールを少々調整する必要があると思いますか?",
    "en": "Do you think we'll have to make any adjustments to the schedule?"
  },
  {
    "jp": "サトウさんは販売部長の職に10年間就いている",
    "en": "Mr. Sato has held the position of sales manager for 10 years."
  },
  {
    "jp": "食事の準備の前後には手をしっかりと洗ってください",
    "en": "Wash your hands thoroughly before and after food preparation."
  },
  {
    "jp": "私たちはインターネット上で膨大な量の情報を入手できる",
    "en": "We have access to huge amounts of information on the Internet."
  },
  {
    "jp": "私は退職したので、予定は融通が利く",
    "en": "I'm retired, so my schedule is flexible."
  },
  {
    "jp": "私は自分の口座に3000ドルの残高がある",
    "en": "I have a balance of $3,000 in my account."
  },
  {
    "jp": "彼女はその問題の解決策を見つけようと途方もない時間を費やした",
    "en": "She spent countless hours trying to find a solution to the problem."
  },
  {
    "jp": "その地域は長引く猛暑に見舞われている",
    "en": "The region is experiencing a prolonged heat wave."
  },
  {
    "jp": "彼は金融部門で働いている",
    "en": "He works in the financial sector."
  },
  {
    "jp": "その絵はピカソの晩年の作品の特徴を示している",
    "en": "The painting is typical of Picasso's later work."
  },
  {
    "jp": "私はそのテーブルの寸法を測った",
    "en": "I took the measurements of the table."
  },
  {
    "jp": "実はその会社は財政危機に陥っている",
    "en": "The fact is the company is in a financial crisis."
  },
  {
    "jp": "その会社には製品開発の長い伝統がある",
    "en": "The company has a long tradition of product development."
  },
  {
    "jp": "彼は永住地を探している",
    "en": "He is looking for a permanent place to stay."
  },
  {
    "jp": "そのレストランのディナーは非常に素晴らしかった",
    "en": "Dinner at the restaurant was exceptional."
  },
  {
    "jp": "彼はその冒険的事業で多額の金を失った",
    "en": "He lost a great deal of money in the venture."
  },
  {
    "jp": "スペイン語とイタリア語には類似点が多い",
    "en": "There are many similarities between Spanish and Italian."
  },
  {
    "jp": "オーストラリアはここ数年ひどい干ばつを経験している",
    "en": "Australia has experienced severe drought over recent years."
  },
  {
    "jp": "男性は風景の写真を撮っている",
    "en": "The man is taking a picture of the landscape."
  },
  {
    "jp": "私は光栄にも大統領と面会した",
    "en": "I had the honor of meeting the president."
  },
  {
    "jp": "その都市には多くの観光名所がある",
    "en": "There are many tourist attractions in the city."
  },
  {
    "jp": "彼の筆跡は独特のスタイルだ",
    "en": "He has a unique style of handwriting."
  },
  {
    "jp": "その会社は事業活動を拡大しようと努力を続けている",
    "en": "The company has been striving to expand its business activities."
  },
  {
    "jp": "私たちはその問題の大きさを十分に理解している",
    "en": "We fully understand the extent of the problem."
  },
  {
    "jp": "献金するには、赤十字あてに小切手を作成してください",
    "en": "To donate money, please make out a check to the Red Cross."
  },
  {
    "jp": "その会社はシカゴに本拠を置いている",
    "en": "The firm is based in Chicago."
  },
  {
    "jp": "あなたが何かをしても、状況を複雑にするだけだろう",
    "en": "It will only complicate the situation if you do something."
  },
  {
    "jp": "このツアーでは自然美の探索が楽しめる",
    "en": "You can enjoy exploring the beauty of nature on this tour."
  },
  {
    "jp": "その地域の経済は観光業に大きく依存している",
    "en": "The region's economy is heavily dependent on tourism."
  },
  {
    "jp": "増加した仕事量を処理するため、私たちは何人か追加人員を雇う必要がある",
    "en": "We need to hire some extra people to handle the increased workload."
  },
  {
    "jp": "5歳の時から、彼女は文学に深い愛着を抱いてきた",
    "en": "Since the age of 5, she has had a deep affection for literature."
  },
  {
    "jp": "彼は妻と別居している",
    "en": "He is separated from his wife."
  },
  {
    "jp": "通常、学生ビザは1年間有効だ",
    "en": "Normally, the student visa is valid for one year."
  },
  {
    "jp": "お客様は神様です",
    "en": "The customer is always right."
  },
  {
    "jp": "彼は古典文学の広範な知識を持っている",
    "en": "He has extensive knowledge of classical literature."
  },
  {
    "jp": "私たちの上司はいつも事業の拡大のことを話している",
    "en": "Our boss is always talking about business expansion."
  },
  {
    "jp": "何人かの人々が土地をすきで耕している",
    "en": "Some people are plowing the land."
  },
  {
    "jp": "彼らは対話によって意見の相違を解決すべきだ",
    "en": "They should resolve their differences through dialogue."
  },
  {
    "jp": "予防は治療に勝る",
    "en": "Prevention is better than cure."
  }
]
