[
  {
    "jp": "農業生産は昨年8パーセント減少した",
    "en": "Farm production decreased by 8 percent last year."
  },
  {
    "jp": "今年、会社のピクニックの計画を担当するのは誰ですか?",
    "en": "Who is in charge of organizing the company picnic this year?"
  },
  {
    "jp": "ウィリアムズ氏は広告部長の仕事を引き受けた",
    "en": "Mr. Williams accepted the job of advertising manager."
  },
  {
    "jp": "その計画は社員間のよりよいコミュニケーションの促進を目指している",
    "en": "The program aims to foster better communication among staff."
  },
  {
    "jp": "その製品はいまだに人気の商品だ",
    "en": "The product is still a hot item."
  },
  {
    "jp": "山頂からは市全体の見事な景色を見渡せる",
    "en": "The mountaintop provides a spectacular view of the whole city."
  },
  {
    "jp": "あなたは自分が取った行動の結果に対して責任を取るべきだ",
    "en": "You should take responsibility for the consequences of your actions."
  },
  {
    "jp": "経費は3000万ドルと見積もられていたが、実際の額は分かっていない",
    "en": "The costs were estimated at $30 million, but the actual amount is unknown."
  },
  {
    "jp": "その計画は取締役会によって正式に承認された",
    "en": "The project was formally approved by the board."
  },
  {
    "jp": "こう頻繁にかかってくる電話に邪魔されては我慢できない",
    "en": "I can't stand these continual interruptions by phone calls."
  },
  {
    "jp": "彼女はフランス語は全くの初心者だった",
    "en": "She was an absolute beginner in French."
  },
  {
    "jp": "失業率は徐々に低下している",
    "en": "The unemployment rate has declined steadily."
  },
  {
    "jp": "彼は職探しについて現実的なアドバイスを私にしてくれた",
    "en": "He gave me some practical advice on finding a job."
  },
  {
    "jp": "彼女には並外れた音楽の才能がある",
    "en": "She has an extraordinary talent for music."
  },
  {
    "jp": "当社のコンピューターの価格は1000ドルから5000ドルの範囲だ",
    "en": "Our computer prices range from $1,000 to $5,000."
  },
  {
    "jp": "学年が始まる前に、この用紙に必要事項を記入してください",
    "en": "Please fill out this form before the school year begins."
  },
  {
    "jp": "当館の案内係による美術館のガイド付き見学がある",
    "en": "There is a guided tour of the gallery by our attendant."
  },
  {
    "jp": "すべての製品は出荷される前に欠陥がないか検査される",
    "en": "All the products are tested for defects before they are shipped."
  },
  {
    "jp": "彼を信頼できるとは私は思わない",
    "en": "I don't think he is reliable."
  },
  {
    "jp": "全作業員は安全対策に従わなければならない",
    "en": "All the workers must follow safety precautions."
  },
  {
    "jp": "ご歓待いただき、どうもありがとうございます",
    "en": "Thank you so much for your hospitality."
  },
  {
    "jp": "アメリカへの不法移住は大きな問題になっている",
    "en": "Illegal immigration into the US has become an immense issue."
  },
  {
    "jp": "救助員が浜辺で勤務に就いている",
    "en": "A lifeguard is on duty at the beach."
  },
  {
    "jp": "その会社はメーカーから製品を大量に買い、小売業者に配給している",
    "en": "The company buys products in bulk from manufacturers and distributes them to retailers."
  },
  {
    "jp": "彼は教育分野で顕著な業績を残した",
    "en": "He made remarkable achievements in the field of education."
  },
  {
    "jp": "私は住宅ローンに2.5パーセントの利息を払っている",
    "en": "I have been paying 2.5 percent interest on the home loan."
  },
  {
    "jp": "チャンネルはこのままで、さらにニュースをお聞きください",
    "en": "Stay tuned to this station for more news."
  },
  {
    "jp": "彼女のスピーチは感動的で人を鼓舞するものだった",
    "en": "Her speech was emotional and inspiring."
  },
  {
    "jp": "政治家は世論を考慮すべきだ",
    "en": "Politicians should take public opinion into account."
  },
  {
    "jp": "その財産は彼の管理に託された",
    "en": "The property was committed to his care."
  },
  {
    "jp": "政府は治安を保証する責任がある",
    "en": "The government has a responsibility for ensuring law and order."
  },
  {
    "jp": "その映画は評論家たちに好意的に受け止められた",
    "en": "The movie was favorably received by the critics."
  },
  {
    "jp": "多くの人が私たちの新聞の求人広告に応募してきた",
    "en": "Many people replied to our want ad in the newspaper."
  },
  {
    "jp": "減速するアメリカ経済は世界経済に恐らく悪影響を及ぼすだろう",
    "en": "The slowing US economy will no doubt have a negative impact on the world economy."
  },
  {
    "jp": "彼の考えは理にかなったものだと私たちは思った",
    "en": "We thought that his views were reasonable."
  },
  {
    "jp": "すべての会員企業はその倫理規定に従わなければならない",
    "en": "Every member company must abide by the code of ethics."
  },
  {
    "jp": "彼がその事件と関係がないことが証明された",
    "en": "It was proved that he had nothing to do with the incident."
  },
  {
    "jp": "残念ながら、ご注文いただいた製品は一時的に在庫切れになっています",
    "en": "We regret to tell you that the product you ordered is temporarily out of stock."
  },
  {
    "jp": "人をじろじろ見るのは失礼なことだ",
    "en": "It is rude to stare at people."
  },
  {
    "jp": "その火事はガス爆発によるものだった",
    "en": "The fire resulted from a gas explosion."
  },
  {
    "jp": "その問題に関しては白熱した議論が交わされてきた",
    "en": "There has been a heated debate on the issue."
  },
  {
    "jp": "状況は深刻になってきている",
    "en": "The situation is getting serious."
  },
  {
    "jp": "この任務は彼の能力をはるかに超えている",
    "en": "This task is far beyond his capabilities."
  },
  {
    "jp": "彼女は人込みをぬって店の入り口へ進んだ",
    "en": "She made her way through the crowd to the store entrance."
  },
  {
    "jp": "彼は家業を継ぐ覚悟ができている",
    "en": "He is poised to take over the family business."
  },
  {
    "jp": "遊びは幼児の発育に不可欠だ",
    "en": "Play is essential for infant development."
  },
  {
    "jp": "私たちは今日、後でショッピングモールへ行くつもりだ",
    "en": "We're going to the mall later on today."
  },
  {
    "jp": "政府の支援がなければ、その会社の倒産は避けられないだろう",
    "en": "Without government assistance, the company's collapse would be inevitable."
  },
  {
    "jp": "世界で食料の需要が高まっている",
    "en": "There is an increasing demand for food in the world."
  },
  {
    "jp": "その大学は今週末に一般公開を開催する予定だ",
    "en": "The university will host an open house this weekend."
  },
  {
    "jp": "彼は上司からよい評価を受けた",
    "en": "He received positive evaluations from his supervisor."
  },
  {
    "jp": "彼はその会社の経理部長だ",
    "en": "He heads the accounting department of the company."
  },
  {
    "jp": "彼は非常に経験豊富な整備士だ",
    "en": "He is a highly experienced mechanic."
  },
  {
    "jp": "アメリカ政府はその報道を強く否定した",
    "en": "The White House strongly denied the report."
  },
  {
    "jp": "新しいエンジンは以前のものより12パーセント燃費効率がいい",
    "en": "The new engine is 12 percent more energy-efficient than the previous one."
  },
  {
    "jp": "規則に従わなかった場合は罰金と罰則がある",
    "en": "There are fines and penalties for failure to comply with the regulations."
  },
  {
    "jp": "景気は次第によくなってきている",
    "en": "The economy is improving gradually."
  },
  {
    "jp": "医者は患者を診察している",
    "en": "The doctor is examining the patient."
  },
  {
    "jp": "彼は天文学に強い関心を持っている",
    "en": "He has a keen interest in astronomy."
  },
  {
    "jp": "彼は売り上げの25パーセントを手数料としてもらっている",
    "en": "He gets a 25 percent commission on his sales."
  },
  {
    "jp": "当社は今年、700万ドルの売上高を予想している",
    "en": "We're expecting sales of $7 million this year."
  },
  {
    "jp": "彼は封筒を開け、その中に恋人からのバースデーカードがあるのを見つけた",
    "en": "He opened the envelope and found a birthday card from his girlfriend in it."
  },
  {
    "jp": "ほぼ1年の中断の後、6カ国協議が再開された",
    "en": "The six-party talks were resumed after almost a year."
  },
  {
    "jp": "私は年末までに5キロ減量することを目指している",
    "en": "I'm aiming to lose five kilograms by the end of the year."
  },
  {
    "jp": "第3四半期の売上高は1年前よりわずか0.8パーセントだけ高い",
    "en": "Sales figures for the third quarter are only 0.8 percent higher than a year earlier."
  },
  {
    "jp": "彼は自分で事業を興すことを計画している",
    "en": "He plans to set up his own business."
  },
  {
    "jp": "61号線は洪水のため閉鎖されたままである",
    "en": "Highway 61 remains closed due to flooding."
  },
  {
    "jp": "そのパーティーへの入場は招待によるものだけだった",
    "en": "Admission to the party was by invitation only."
  },
  {
    "jp": "彼は採用試験の結果を心配している",
    "en": "He is anxious about the result of the employment exam."
  },
  {
    "jp": "彼の新しい映画は十分に見る価値がある",
    "en": "His new movie is well worth seeing."
  },
  {
    "jp": "彼は時給20ドルをもらっている",
    "en": "He earns an hourly wage of $20."
  },
  {
    "jp": "私には時間を無駄にする余裕はない",
    "en": "We can't afford to waste time."
  },
  {
    "jp": "その工場の閉鎖の後、500人以上の労働者が解雇された",
    "en": "More than 500 workers were laid off following the closure of the factory."
  },
  {
    "jp": "請求金額は支払期日までに全額支払われなければならない",
    "en": "The bill must be paid in full by the due date."
  },
  {
    "jp": "あなたは専門家の助けをもらったほうがいいと思う",
    "en": "I think you should get some professional help."
  },
  {
    "jp": "山が湖面に映っている※「on the water」 は、表面に\"何かが乗っている\"ニュアンスになるため、不自然です。",
    "en": "The mountain is reflected in the water of the lake."
  },
  {
    "jp": "オーストラリアはここ数年ひどい干ばつを経験している※状態の継続に使うなら「for」、何かの発生・変化に焦点を当てるなら「over」が使われます。",
    "en": "Australia has experienced severe drought over recent years."
  },
  {
    "jp": "その仕事は肉体的にも精神的にもきつかった",
    "en": "The job was both physically and mentally demanding."
  },
  {
    "jp": "契約交渉は順調に進んだ",
    "en": "Contract negotiations proceeded smoothly."
  },
  {
    "jp": "国内経済は一連の対策によって強化された",
    "en": "The national economy was strengthened by a series of measures."
  },
  {
    "jp": "天気以外は、滞在は素晴らしかった",
    "en": "Apart from the weather, the stay was great."
  },
  {
    "jp": "ネットでの注文には小額の取扱手数料がかかる",
    "en": "There is a small handling charge for online orders."
  },
  {
    "jp": "その自動車事故は、 幹線道路の直線区域で起きた",
    "en": "The car accident occurred on a straight section of the highway."
  },
  {
    "jp": "市議会はその問題についてまだ決定を下していない",
    "en": "The city council has yet to make a decision on the issue."
  },
  {
    "jp": "日本では女性の雇用者の数は増えてきている",
    "en": "The number of female employees has been increasing in Japan."
  },
  {
    "jp": "100人近い人々が私たちの求人広告に応募してきた",
    "en": "Nearly 100 people have responded to our job ads."
  },
  {
    "jp": "彼は財務部長補佐に昇格した",
    "en": "He was promoted to assistant director of finance."
  },
  {
    "jp": "彼はシャツを試着している",
    "en": "He's trying on a shirt."
  },
  {
    "jp": "火星にかつて水があったことの豊富な証拠がある",
    "en": "There is abundant evidence for the past presence of water on Mars."
  },
  {
    "jp": "女性は掲示板にビラを貼っている",
    "en": "The woman is posting a notice on the bulletin board."
  },
  {
    "jp": "NPOは移民たちの市民権の申請を支援している",
    "en": "The NPO assists immigrants with applications for citizenship."
  },
  {
    "jp": "検察側は法廷で新しい証拠を明らかにした",
    "en": "Prosecutors revealed new evidence in court."
  },
  {
    "jp": "サトウさんは販売部長の職に10年間就いている",
    "en": "Mr. Sato has held the position of sales manager for 10 years."
  },
  {
    "jp": "人々は年齢に関係なく平等の雇用機会を与えられるべきだ",
    "en": "People should be given equal employment opportunities regardless of their age."
  },
  {
    "jp": "現在の経済危機について話し合うために先進諸国の首脳たちが集まった",
    "en": "The leaders of several advanced countries gathered to discuss the current economic crisis."
  },
  {
    "jp": "収益利回りの高い投資は見つけるのが難しい※「high yields」は「高い利回り」や「高収益」を意味。",
    "en": "Investments with high yields are difficult to find."
  },
  {
    "jp": "その会社はリストラの一環として3つの工場を閉鎖する計画を発表した",
    "en": "The company announced plans to shut down three factories as part of restructuring."
  },
  {
    "jp": "肥料の使用の習慣は古代ギリシャ人とローマ人までたどることができる",
    "en": "The practice of applying fertilizer can be traced to the ancient Greeks and Romans."
  },
  {
    "jp": "損失時間を埋め合わせるために、建設期間はもう1週間延長される予定だ",
    "en": "The construction period will be extended for another week to compensate for the lost time."
  },
  {
    "jp": "そのプロジェクトの予算はまだ決まっていない",
    "en": "The budget for the project has not been finalized yet."
  },
  {
    "jp": "住居は私の毎月の最大の出費だ",
    "en": "Housing is my biggest monthly expense."
  },
  {
    "jp": "野球の試合は雨のためにしばしば中止になる",
    "en": "Baseball games are often canceled on account of rain."
  },
  {
    "jp": "男たちは建設現場で働いている",
    "en": "The men are working at the building site."
  },
  {
    "jp": "失業の最高の改善策は大規模な公共事業かもしれない",
    "en": "The best remedy for unemployment would be big public works."
  },
  {
    "jp": "経済が減速しているあらゆる兆候がある",
    "en": "There is every indication that the economy is slowing."
  },
  {
    "jp": "私は自分の考えを英語で人に理解してもらうのによく苦労する",
    "en": "I often have trouble making myself understood in English."
  },
  {
    "jp": "多くの企業は深刻化する景気後退に対処しようと努力している",
    "en": "Many companies are struggling to cope with a deepening recession."
  },
  {
    "jp": "彼女はパートタイムで働いている",
    "en": "She works on a part-time basis."
  },
  {
    "jp": "その橋の建設は2月に完了する予定だ",
    "en": "The construction of the bridge is scheduled for completion in February."
  },
  {
    "jp": "桟橋は柱で支えられている",
    "en": "The pier is supported by some pillars."
  },
  {
    "jp": "その情報は間違っていることが分かった",
    "en": "The information proved to be incorrect."
  },
  {
    "jp": "胃潰瘍がある場合は、慎重にアスピリンを使わなければならない",
    "en": "If you have a stomach ulcer, you must use aspirin with caution."
  },
  {
    "jp": "この特別セールをお見逃しなく",
    "en": "Take advantage of this special sale."
  },
  {
    "jp": "庭師が茂みを刈り込んでいる",
    "en": "A gardener is trimming the bushes."
  },
  {
    "jp": "資金不足のため私たちはその計画を断念した",
    "en": "We abandoned the plan due to lack of funds."
  },
  {
    "jp": "彼がその計画に賛成していないのは明らかだった",
    "en": "It was plain that he didn't agree with the plan."
  },
  {
    "jp": "その病院はいくつか新しい医療機器を購入した",
    "en": "The hospital bought several new pieces of medical equipment."
  },
  {
    "jp": "手伝ってくれたお返しに、私は彼女にプレゼントをあげた",
    "en": "I gave her a present in return for helping me."
  },
  {
    "jp": "公立学校は宗教教育をする許可を与えられていない",
    "en": "Public schools are not authorized to provide religious instruction."
  },
  {
    "jp": "有機栽培野菜への需要が増えている",
    "en": "Demand for organic vegetables is increasing."
  },
  {
    "jp": "株式市場はこのところ不調だ",
    "en": "The stock market has been dull lately."
  },
  {
    "jp": "彼女はサンドイッチを作れないし、まして料理を作ることもできない※接続詞 (much less):「ましてや」「まして〜なんて」という意味",
    "en": "She can't make a sandwich much less cook a meal."
  },
  {
    "jp": "なぜ大学を中退したのですか?",
    "en": "Why did you quit college?"
  },
  {
    "jp": "今はお金が不足している",
    "en": "Money is tight right now."
  },
  {
    "jp": "その事件の捜査は進行中だ",
    "en": "An investigation into the incident is under way."
  },
  {
    "jp": "両方の演説者は互いに向かい合っている",
    "en": "Both speakers are facing each other."
  },
  {
    "jp": "そのプロジェクトの総費用は2500万ドルだった",
    "en": "The total cost of the project was $25 million."
  },
  {
    "jp": "彼女は昇進したがっている",
    "en": "She is eager for promotion."
  },
  {
    "jp": "洗濯を手伝ってくれますか?",
    "en": "Can you help me with the laundry?"
  },
  {
    "jp": "まだニックと連絡を取り合っていますか?",
    "en": "Do you still keep in touch with Nick?"
  },
  {
    "jp": "農業見本市が9月5日から7日まで開催される",
    "en": "The county agricultural fair will be held from September 5 to 7."
  },
  {
    "jp": "彼らは石油に代わるエネルギー源を探している※to：前置詞。「～に対して」や「～に代わる」という意味。\"alternative sources of energy\" がこの文では適切であり、フォーマルな文章や技術的な文脈ではこちらが好まれる傾向があります。ただし、カジュアルな文脈やエネルギーそのものに焦点を当てたい場合には \"alternative energy sources\" も使うことができます。",
    "en": "They are looking for alternative sources of energy to oil."
  },
  {
    "jp": "その車のタイヤはパンクしている",
    "en": "The car has a flat tire."
  },
  {
    "jp": "彼は厳しいという評判だ",
    "en": "He has a reputation for being strict."
  },
  {
    "jp": "彼女はジャーナリズムの道に進むことを決心した",
    "en": "She decided to pursue a career in journalism."
  },
  {
    "jp": "私は彼との論争に巻き込まれたくない",
    "en": "I don't want to get involved in an argument with him."
  },
  {
    "jp": "プロジェクトの結果に関する配布資料を見てください",
    "en": "Please take a look at the handouts for the results of the project."
  },
  {
    "jp": "男性は群衆に手を振ってあいさつしている",
    "en": "The man is waving at the crowd."
  },
  {
    "jp": "外貨取引は非常に危険なことがある",
    "en": "Trading in foreign currencies can be very risky."
  },
  {
    "jp": "その交通事故は午前4時ごろに起きた",
    "en": "The traffic accident occurred around 4 a.m."
  },
  {
    "jp": "記者会見は今日の午後6時に開かれる予定だ",
    "en": "The press conference will be held at 6 p.m. today."
  },
  {
    "jp": "輸送手荷物と所持品は盗難に備えて保険がかけられている",
    "en": "Transported luggage and personal belongings are insured against theft."
  },
  {
    "jp": "今回は、あなたのしたことを大目に見るつもりだ",
    "en": "We'll excuse you for what you did this time."
  },
  {
    "jp": "労働者の平均所得は昨年よりわずかに0.3パーセント上昇した",
    "en": "The average worker's earnings were up only 0.3 percent over the previous year's."
  },
  {
    "jp": "警察は行方不明の少年の捜索を打ち切った",
    "en": "Police called off the search for the missing boy."
  },
  {
    "jp": "その組織は環境問題の解決に打ち込んでいる",
    "en": "The organization is committed to solving environmental problems."
  },
  {
    "jp": "インターネットは情報に満ちている",
    "en": "The Internet is full of information."
  },
  {
    "jp": "会議の前に議事項目が各出席者に配られた",
    "en": "The agenda was distributed to each participant prior to the meeting."
  },
  {
    "jp": "応募者は英語に堪能でなければならない",
    "en": "Applicants must be proficient in English."
  },
  {
    "jp": "私たちは過去よりも未来に目を向けなければならない",
    "en": "We must look to the future rather than the past."
  },
  {
    "jp": "その店はさまざまな商品を売っている",
    "en": "The store sells a variety of goods."
  },
  {
    "jp": "見たところでは、状況はまだ悪化しているようだ",
    "en": "Apparently, the situation is still getting worse."
  },
  {
    "jp": "日本語の「さん」は、英語の「ミスタ「一」や「ミセス」と似た敬称だ※a term of respect: 補語で、「敬意を表す言葉」という意味",
    "en": "\"San\" in Japanese is a term of respect similar to \"Mr.\" or \"Mrs.\" in English."
  },
  {
    "jp": "その絵はゴヤの作品だと確認された",
    "en": "The painting was identified as the work of Goya."
  },
  {
    "jp": "来月、中世芸術の展覧会が市立美術館で開催される",
    "en": "There will be an exhibition of medieval art at the city gallery next month."
  },
  {
    "jp": "彼は常勤の仕事をどうにか得た",
    "en": "He managed to get a full-time job."
  },
  {
    "jp": "経費削減策はほとんどの会社で行われている",
    "en": "Cost-cutting measures have been implemented in most companies."
  },
  {
    "jp": "その絵は高額で売却された",
    "en": "The painting was sold for a large sum."
  },
  {
    "jp": "12月1日はATMからの現金の引き出しはできない",
    "en": "Cash withdrawals from ATMs can't be made on December 1."
  },
  {
    "jp": "その地域にはかつて、アメリカ先住民のいくつかの部族が住んでいた",
    "en": "The region was once inhabited by several Native American tribes."
  },
  {
    "jp": "上海は中国の商業の中心地だ",
    "en": "Shanghai is the commercial capital of China."
  },
  {
    "jp": "その手術は明日行われる予定だ",
    "en": "The operation will be performed tomorrow."
  },
  {
    "jp": "出かける時にごみを出してください",
    "en": "Take out the garbage when you go."
  },
  {
    "jp": "私はそのコンサートの無料チケットをもらった",
    "en": "I was given free tickets to the concert."
  },
  {
    "jp": "科学者たちはアルツハイマー病の治療法を探し求めている",
    "en": "Scientists are searching for a cure for Alzheimer's disease."
  },
  {
    "jp": "これらの2つの法律は互いに矛盾している",
    "en": "These two laws conflict with each other."
  },
  {
    "jp": "新しい工場は間もなく操業を始めるだろう",
    "en": "The new plant will be in operation soon."
  },
  {
    "jp": "彼女はフランス文学に精通している",
    "en": "She is familiar with French literature."
  },
  {
    "jp": "そのホテルは豪華さと快適さを提供している",
    "en": "The hotel offers luxury and comfort."
  },
  {
    "jp": "当社の週刊のオンライン会報を定期購読していますか?",
    "en": "Do you subscribe to our weekly online newsletter?"
  },
  {
    "jp": "その講義は子どもの成長段階に関するものだった",
    "en": "The lecture was concerned with the phases of child growth."
  },
  {
    "jp": "20年以上にわたって彼は職場環境の改善に打ち込んでいる",
    "en": "For over 20 years, he has been dedicated to improving working conditions."
  },
  {
    "jp": "予想に反して、その女性候補者は選挙に勝った",
    "en": "Contrary to expectations, the female candidate won the election."
  },
  {
    "jp": "病気になったらどうしようか?",
    "en": "What if I get sick?"
  },
  {
    "jp": "私は仕事へ行く途中に交通渋滞に巻き込まれた",
    "en": "I got stuck in a traffic jam on my way to work."
  },
  {
    "jp": "その会社は今年の収益の増加を予想している",
    "en": "The company is anticipating an increase in revenue this year."
  },
  {
    "jp": "彼女の職業は医者だ",
    "en": "She is a physician by profession."
  },
  {
    "jp": "私はそのデザイン会社に10年間勤務している",
    "en": "I have worked for the design firm for 10 years."
  },
  {
    "jp": "彼女の提案は検討に値する",
    "en": "Her proposal is worthy of consideration."
  },
  {
    "jp": "この料理はおいしい上に、健康にいい",
    "en": "This meal is delicious furthermore it's good for your health."
  },
  {
    "jp": "私の現在の収入は年間5万ドルほどだ",
    "en": "My current income is about $50,000 per year."
  },
  {
    "jp": "田舎へ引っ越そうという彼の提案を彼女ははねつけた",
    "en": "She rejected his suggestion that they move to the countryside."
  },
  {
    "jp": "労働争議が解決しない場合、彼らは明日ストライキに突入するつもりだ",
    "en": "They will go on strike tomorrow if there is no resolution to the labor dispute."
  },
  {
    "jp": "ワイズ教授は教育の分野で多くの業績を残した",
    "en": "Professor Wise has accomplished much in the field of education."
  },
  {
    "jp": "その地震によって6400人以上の命が奪われた",
    "en": "The earthquake resulted in the loss of more than 6,400 lives."
  },
  {
    "jp": "その研究は貧困と暴力の関連を証明している",
    "en": "The study demonstrates the link between poverty and violence."
  },
  {
    "jp": "カルシウムは丈夫な骨と歯の成長の助けとなる※動詞 \"aid\"（助ける、支援する）と前置詞 \"in\" の組み合わせで、ある行為やプロセスにおいて「〜を助ける」という意味を表す表現です。",
    "en": "Calcium aids in the development of strong bones and teeth."
  },
  {
    "jp": "端末を接続するのを手伝ってくれますか?",
    "en": "Can you help me with hooking up the terminal?"
  },
  {
    "jp": "彼女は時々、同僚たちから少し孤立していると感じることがある",
    "en": "At times she feels a little isolated from her colleagues."
  },
  {
    "jp": "彼女は上品な話し方をする",
    "en": "She speaks in an elegant fashion."
  },
  {
    "jp": "政府はインフルエンザの突発に備えて準備している",
    "en": "The government is preparing for an outbreak of flu."
  },
  {
    "jp": "ドノバン氏がそのキャンペーンを取りまとめている",
    "en": "Mr. Donovan is coordinating the campaign."
  },
  {
    "jp": "バルコニーからの湖の眺めは本当に素晴らしかった",
    "en": "We had a really good view of the lake from the balcony."
  },
  {
    "jp": "中国は市場社会主義への過渡期にある",
    "en": "China is in transition to market socialism."
  },
  {
    "jp": "アメリカは世界の石油の25パーセントを消費している",
    "en": "The US consumes 25 percent of the world's oil."
  },
  {
    "jp": "彼はそのホテルのダブルルームを予約した",
    "en": "He reserved a double room at the hotel."
  },
  {
    "jp": "私は銀行の仕事に興味を持っている",
    "en": "I'm interested in a career in banking."
  },
  {
    "jp": "交渉は失敗に終わった",
    "en": "The negotiations ended in failure."
  },
  {
    "jp": "そのホテルには海が見える100の部屋がある",
    "en": "The hotel houses 100 rooms with sea views."
  },
  {
    "jp": "コンピューターは信じられないほど複雑な計算をすぐにすることができる",
    "en": "Computers can calculate incredibly complex calculations in a second."
  }
]
